[
    {
        "பெயர்": "உதித் நாராயண்",
        "அறிமுகம்": "உதித் நாராயண் (Udit Narayan பிறப்பு: டிசம்பர் 1, 1955)  ஓர் இந்தியப் பின்னணி பாடகர் ஆவார். இவரது பாடல்கள் முக்கியமாக இந்தி மொழியின் பாலிவுட் திரைப்படங்களில் இடம்பெற்றுள்ளன. தெலுங்கு, தமிழ், கன்னடம், ஒடியா, நேபாளி, போஜ்புரி, பெங்காலி உள்ளிட்ட பல்வேறு மொழிகளிலும் பாடியுள்ளார். அவர் 4 தேசிய திரைப்பட விருதுகளை வென்றுள்ளார்  மற்றும் 5 பிலிம்பேர் விருதுகளைப் பெற்றுள்ளதுடன் அந்த விருதுக்கு 20 முறை பரிந்துரைக்கப்ப்ட்டதுடன் பல விருதுகளையும் பெற்றுள்ளார். 1980 இல் பாலிவுட் பின்னணியில் அறிமுகமான பிறகும் அவர் சிறப்பான இடத்தினைப் பெற நிறைய போராட வேண்டியிருந்தது. 1980 ஆம் ஆண்டில் யுனீஸ்-பீஸ் திரைப்படத்தில் பாலிவுட் பின்னணிப் பாடகர்களான  முகமது ரஃபி மற்றும் 1980 களில் கிஷோர் குமார் ஆகியோருடன் அவர் பாடினார். அவர் இறுதியாக 1988 ஆம் ஆண்டில் அமீர் கான் மற்றும் ஜூஹி சாவ்லா நடித்த கயாமத் சே கயாமத் தக் திரைப்படத்தில் தனது சிறப்பான திறனை வெளிப்படுத்தினார், அவரது பாடல் \"பாப்பா கெஹ்தே ஹைன்\" அவரது குறிப்பிடத்தக்க பாடலாக அமைந்தது, இது 1980 களில் அவரது முதல் பிலிம்பேர் விருதைப் பெற்றது, மேலும் அவர் பாலிவுட் பின்னணி பாடலில் தன்னை முன்னணி பாடகராக நிலைநிறுத்திக் கொண்டார். பிலிம்பேர் விருதுகளின் வரலாற்றில் மூன்று தசாப்தங்களுக்கும் மேலாக  விருது பெற்ற (1980 கள், 1990 கள் மற்றும் 2000 கள்) வென்ற ஒரே ஆண் பாடகர் இவர் ஆவார்.",
        "உள்ளடக்கம்": "உதித் நாராயண் 1955 இல் நேபாளத்தினைச் சேர்ந்த தந்தை ஹரேகிருஷ்ணா ஜா மற்றும் இந்தியாவில் பிறந்த  தாய் புவனேஸ்வரி ஜா ஆகியோருக்கு மகனாகப் பிறந்தார். 2009 ஆம் ஆண்டில், உதித் நாராயண் இந்தியாவின் குடியுரிமை விருதான ரவமான பத்மசிறீ விருதை வழங்கியபோது, அவர் நேபாளத்தில் பிறந்ததாகக் கூறி அவரது இந்திய குடியுரிமையைப் பற்றி கேள்விகள் எழுந்தன. இருப்பினும், உதித் நாராயணே இந்த அறிக்கைகளை \"முற்றிலும் தவறானது\" என்று மறுத்தார். மேலும் அவர் பீகார் மாநிலத்தின் சுபால் மாவட்டத்தின் பைஸி கிராமத்தில் தனது தாய்வழி தாத்தா பாட்டி வீட்டில் பிறந்ததாகக் கூறினார்.  பத்மஸ்ரீவை அவர் ஏற்றுக்கொண்டது நேபாளத்தில் தனது விமர்சனத்திற்கு வழிவகுத்தபோது, நேபாள நாளிதழான காந்திபூரிடம் அவர் \"நேபாளத்தைச் சேர்ந்தவர், ஆனால் எனது தாயின் வீடு பீகாரில் இருந்தது\" என்று கூறினார். 2006 ஆம் ஆண்டில் ரஞ்சனா நாராயணன் என்பவர் இவரது முதல் மனைவி எனத் தெரிவித்தார். ஆனால் முதலில் மறுத்த உதித் பின்னர் ஒத்துக்கொண்டு அவரின் பராமரிப்புச் செலவுகளை ஏற்றுக் கொள்ள ஒப்புக்கொண்டார்.  இவர் இருமுறை திருமணம் செய்து கொண்டார். ரஞ்சனா ஜா என்பவரை முதலாவதாகவும் தீபா நாராயணன் என்பவரை இரண்டாவதாகவும் திருமணம் செய்து கொண்டார்.  1985இல் திருமணம் செய்த் கொண்ட இந்தத் தம்பதிக்கு  ஆதித்ய நாராயணன் எனும் மகன் உள்ளார். இவரும் பின்னணிப் பாடகர் ஆவார்.1990 கள் மற்றும் 2000 களின் முற்பகுதி முழுவதும் பாலிவுட்டின் மிக முக்கியமான பாடகர்களில் ஒருவராக நாராயணன் ஆனார். அவர் பல்வேறு பாலிவுட் நட்சத்திரங்களுக்கு திரையில் பின்னணி பாடுபவராக இருந்து வருகிறார். பாலிவுட் நடிகர்களான அமிதாப் பச்சன், ராஜேஷ் கன்னா, தேவ் ஆனந்த், அமீர்கான், ஷாருக் கான், சல்மான் கான், அக்‌ஷய் குமார் மற்றும் அஜய் தேவ்கன் ஆகியோருக்காக அவர் பின்னணி  பாடியுள்ளார். அவரது டூயட் பாடல்களில் பெரும்பாலானவை அல்கா யாக்னிக் உடன் உள்ளன. ரேடியோ நேபாளத்திற்காக மைதிலி நாட்டுப்புற பாடகராக (பணியாளர் கலைஞராக) 1970 இல் தனது தொழில் வாழ்க்கையைத் தொடங்கினார், பெரும்பாலும் பிரபலமான நாட்டுப்புற பாடல்களை மைதிலி மற்றும் நேபாள மொழிகளில் பாடினார்.  ] பின்னர், நவீன நேபாளி பாடல்களைப் பாடத் தொடங்கினார். எட்டு ஆண்டுகளுக்குப் பிறகு, பாரதிய வித்யா பவனில் கிளாசிக்கல் இசையைப் படிப்பதற்காக நேபாள இந்தியத் தூதரகத்திலிருந்து நேபாளத்திற்கான இசை உதவித்தொகைக்காக நாராயண் மும்பைக்குச் சென்றார். நாராயண் நான்கு தேசிய திரைப்பட விருதுகளையும் ஐந்து பிலிம்பேர் விருதுகளையும் வென்றுள்ளார் . 2012 ஆம் ஆண்டில், குளோபல் இந்தியன் மியூசிக் அகாதமி விருதுகளுக்கான திரைப்பட இசை நடுவர் மன்ற உறுப்பினர்களில் நாராயண் ஒருவராக இருந்தார்.  2015 ஆம் ஆண்டில், மிர்ச்சி இசை விருதுகளில் நடுவர் குழு உறுப்பினர்களில் ஒருவராக இருந்தார், அதே ஆண்டில் அவர் ஜாக்ரான் திரைப்பட விழாவின் நடுவராக இருந்தார்.   ",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "01/12/1955",
        "பிறப்பிடம்": "Baisi, Bihar, India",
        "செயற்பாட்டுக் காலம்": "1980–present",
        "தொழில்": [
            "பாடுதல்",
            " தொலைக்காட்சிப் பிரபலம்",
            " நடிகர்"
        ],
        "இசை வடிவங்கள்": [
            "பின்னணிப் பாடகர்"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "01 December 1955"
    },
    {
        "பெயர்": "உன்னிகிருஷ்ணன்",
        "அறிமுகம்": "பி. உன்னிகிருஷ்ணன் (P. Unnikrishnan, பிறப்பு: சூலை 9 1966) இந்தியாவின் கருநாடக இசைப் பாடகர் மற்றும் தேசிய விருதுபெற்ற திரைப்படப் பின்னணிப் பாடகர்.  இவர் மலையாளத்தைத் தாய்மொழியாகக் கொண்டவர்.",
        "உள்ளடக்கம்": "இவர் சூலை 9, 1966 ஆம் ஆண்டு கேரள மாநிலம் பாலக்காடு மாவட்டத்தில் ராதா கிருஷ்ணன், ஹரிணி ஆகியோருக்கு பிறந்தார். 12 வயது முதல் V.L. சேஷாற்றி என்பவரிடம் கருநாடக சங்கீதம் கற்றுக் கொண்டார். சென்னை ராமகிருஷ்ணா மிஷன் விவேகானந்தா கல்லூரியில் படித்து சென்னைப் பல்கலைக்கழகத்தின் இளங்கலைப் பட்டம் பெற்றார். அவர் 1987 ஆம் ஆண்டு முதல் 1994 ஆம் ஆண்டு வரை பாரிஸ் மிட்டாய் கம்பெனியில் ஒரு நிர்வாகியாக வேலை செய்து வந்தார். பின்னர் ஒரு தொழில்முறை பாடகர் ஆக வேண்டும் என்பதற்காக தனது வேலையைத் துறந்து இசைத்துறைக்கு வந்தார்.இவரை திரையுலகிற்கு அழைத்து வந்தவர் ஏ. ஆர். ரகுமான் ஆவார்.தமிழ், தெலுங்கு, மலையாளம், கன்னடம், ஹிந்தி என்று பல்வேறு மொழிகளில் ஆயிரக்கணக்கான பாடல்களை திரைப்படங்களில் பாடியுள்ளார். பக்தி இசையிலும் பாடல்கள் பாடியுள்ளார். ”லஷ்மன் ஸ்ருதி” இசைக்குழுவின் சார்பாக ஒவ்வொரு ஆண்டும் சென்னை காமராஜர் அரங்கில் நடைபெறும் ”சென்னையில் திருவையாறு” இசை மற்றும் நாட்டிய விழாவில் தொடர்ந்து பதினோரு ஆண்டுகளாக பங்கேற்று பாடி வருகின்றார்.உன்னிகிருஷ்ணன் பிரியா என்ற பெண்ணை திருமணம் செய்து கொண்டார். பிரியா சொந்த ஊர் கோழிக்கோடு , கேரளா பரதநாட்டியம் மற்றும் மோகினியாட்டம் நடன கலைஞராவார். இவர்கள் நவம்பர் 1994 இல் திருமணம் செய்து கொண்டனர், அவர்களுக்கு 2 குழந்தைகள் உள்ளனர் - வாசுதேவ் கிருஷ்ணா என்ற மகன் மற்றும் உத்தாரா என்ற மகள் . வாசுதேவ் கிருஷ்ணா 27 மே 1997 இல் பிறந்தார், உத்தாரா 11 ஜூன் 2004 இல் பிறந்தார். \"சைவம்\" திரைப்படத்தில் தனது முதல் பாடலான \"அழகு\" க்காக பின்னணி பாடலுக்கான தேசிய விருதை உத்தாரா வென்றார். ஒரு குறிப்பிடத்தக்க உண்மை என்னவென்றால், உன்னிகிருஷ்ணன் மற்றும் உத்தாரா இருவரும் அறிமுக பாடல்களுக்காக தேசிய விருதுகளைப் பெற்றனர். வாசுதேவ் கிரிக்கெட் மீது மிகுந்த ஆர்வம் கொண்டவர், மெட்ராஸ் கிரிக்கெட் கிளப்பின் உறுப்பினராகவும், தமிழக கிரிக்கெட் சங்கத்தின் வாழ்க்கை உறுப்பினராகவும் உள்ளார்.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "09/07/1966",
        "பிறப்பிடம்": "Palakkad, Kerala, India",
        "செயற்பாட்டுக் காலம்": "1992–present",
        "தொழில்": [
            "திரைப்பட பின்னணி பாடகர்",
            " கருநாடக இசைக்கலைஞர்"
        ],
        "இசை வடிவங்கள்": [
            "கருநாடக இசை"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "09 July 1966"
    },
    {
        "பெயர்": "உன்னிமேனன்",
        "அறிமுகம்": "உன்னிமேனன்  ஓர் தென்னிந்திய திரைப்படப் பாடகர். 500க்கும் மேலான திரைப்பாடல்களை தமிழ், மலையாளம்,தெலுங்கு மொழிகளில் பாடியுள்ளார். துவக்கத்தில் நன்கு அறியப்படாத பாடகராக இருந்து வந்த உன்னிமேனனுக்கு 1992ஆம் ஆண்டு வெளிவந்த ரோஜாத் திரைப்படத்தில் அவர் பாடிய \"புது வெள்ளை மழை\" என்ற பாடல் திருப்புமுனையாக அமைந்தது. ஏ.ஆர்.ரகுமானின் பல படங்களில் பாடியுள்ளார். ",
        "உள்ளடக்கம்": "உன்னி மேனன் ஆகத்து 12,1957 அன்று கோவில் நகரமான குருவாயூரில் வி.கே.எஸ்.மேனன் மற்றும் மாலதி தம்பதியினருக்கு மகனாகப் பிறந்தார்.குருவாயூரிலும் பாலக்காட்டிலும் கல்வி கற்று பாலக்காட்டின் அரசு விக்டோரியா கல்லூரியில் இயல்பியலில் பட்டம் பெற்றார்.இளமையில் இசையில் பெருநாட்டம் காட்டிய உன்னிமேனன் பள்ளி மற்றும் கல்லூரியில் படிக்கும்போதே பல இசைப்போட்டிகளில் விருதுகள் வென்றுள்ளார்.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "02/12/1957",
        "பிறப்பிடம்": "Valanchery, Kerala, India",
        "செயற்பாட்டுக் காலம்": "Early 1980s–present",
        "தொழில்": [
            "பாடகர்",
            " இசையமைப்பாளர்",
            " நடிகர்"
        ],
        "இசை வடிவங்கள்": [
            "திரையிசை",
            " பக்திப்பாடல்"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "02 December 1957"
    },
    {
        "பெயர்": "எஸ். பி. பாலசுப்பிரமணியம்",
        "அறிமுகம்": "எஸ். பி. பாலசுப்பிரமணியம் (S. P. Balasubrahmanyam, 4 சூன், 1946 – 25 செப்டம்பர், 2020), இந்தியத் திரைப்படப் பின்னணிப் பாடகரும், இசையமைப்பாளரும், நடிகரும், தயாரிப்பாளரும் ஆவார். இவர் எஸ்.பி.பி. (SPB) என்ற முன்னெழுத்துகளாலும் எஸ். பி. பாலு  என்றும் பரவலாக அறியப்படுகிறார். இவர் தெலுங்கு, தமிழ், கன்னடம், இந்தி மற்றும் மலையாளத் திரைப்படங்களில் அதிகமாகப் பணியாற்றியுள்ளார். 1966 முதல் திரைப்படங்களில் பாடத் தொடங்கி, 40,000 இற்கும் அதிகமான பாடல்களை 16 இந்திய மொழிகளில் பாடியுள்ளார்  இவர் \"பாடும் நிலா\"என்று  அழைக்கப்படுகிறார்.இவர் கன்னடம், தெலுங்கு, தமிழ், இந்தி மொழிகளில் ஆறு சிறந்த ஆண் பின்னணிப் பாடகருக்கான தேசியத் திரைப்பட விருதுகளையும்; ஆந்திர மாநிலத்தின் 25 நந்தி விருதுகளையும், மற்றும் பல கருநாடக, தமிழ்நாடு அரசு விருதுகளையும் பெற்றுள்ளார். அத்துடன், பிலிம்பேர் விருது, ஆறு தென்னிந்திய பிலிம்பேர் விருதுகள் ஆகியவற்றையும் வென்றுள்ளார். உலக அளவில் அதிக எண்ணிக்கையிலான பாடல்களைப் பாடியதற்காக கின்னஸ் உலக சாதனைகள் புத்தகத்தில் இடம் பிடித்துள்ளார். 2012 ஆம் ஆண்டில், இந்தியத் திரைத்துறைப் பங்களிப்புகளுக்காக என்.டி.ஆர் தேசிய விருது இவருக்கு வழங்கப்பட்டது. 2016 ஆம் ஆண்டில் இந்தியத் திரைப்பட ஆளுமைக்கான வெள்ளி மயில் விருது வழங்கப்பட்டது. இந்திய அரசு இவருக்கு பத்மசிறீ (2001), பத்ம பூசண் (2011) விருதுகளையும் வழங்கிச் சிறப்பித்தது. சனவரி 2021இல் இவருக்கு இந்தியாவின் குடிமை விருதுகளில் இரண்டாவது உயரிய விருதான பத்ம விபூசண் வழங்கப்படுவதாக அறிவிக்கப்பட்டது. நவம்பர் 2021இல் இவருக்கு பத்ம விபூசண் விருது இவரின் மறைவிற்குப் பின்பு இந்திய அரசால் வழங்கப்பட்டது. இவரது மகன் எஸ். பி. பி. சரண் விருதினைப் பெற்றுக் கொண்டார். பாலசுப்பிரமணியம் 2020 செப்டம்பர் 25 இல் கோவிடு-19 தொற்றினால் பாதிக்கப்பட்டுக் காலமானார்.",
        "உள்ளடக்கம்": "பாலசுப்பிரமணியம், தெலுங்குக் குடும்பத்தை சேர்ந்த, எஸ். பி. சாம்பமூர்த்தி, சகுந்தலம்மா தம்பதியருக்கு மகனாக சென்னை மாகாணம், நெல்லூர் மாவட்டம்,  கொணடம்பேட்டை (இன்றைய ஆந்திரா மாநிலத்தில்) மாநிலத்தில் பிறந்தார். இவருடைய தந்தை சாம்பமூர்த்தி, அரிகதை காலட்சேபக் கலைஞர் ஆவார். இவருடன் பிறந்தவர்கள் இரண்டு சகோதரர்களும் ஐந்து சகோதரிகளும் இருக்கின்றனர். இவர்களில் பாடகி எஸ். பி. சைலஜா இளைய சகோதரி ஆவார். மகன் எஸ். பி. பி. சரணும் பிரபலமான ஒரு பாடகரும், நடிகரும், தயாரிப்பாளரும் ஆவார்.பாலசுப்பிரமணியம் இசை ஆர்வத்தை இளவயதிலேயே வளர்த்து, தன் தந்தை அரிகதை வாசிக்கும் பொழுது கவனித்து, ஆர்மோனியம், புல்லாங்குழல் போன்ற இசைக் கருவிகளை வாசிக்கவும் தேர்ச்சி பெற்றார். இவர் பொறியாளர் ஆக வேண்டும் என்ற நோக்கத்தோடு அனந்தபூர், ஜே.என்.டி.யு பொறியியல் கல்லூரியில் மாணவனாக சேர்ந்தார். குடற்காய்ச்சலால் பாதிக்கப்பட்ட பாலசுப்பிரமணியம் படிப்பை பாதியில் நிறுத்திவிட்டு சென்னையில் உள்ள பொறியியல் கல்லூரியில் சேர்ந்து படித்தார்.இசையில் அதிக நாட்டம் கொண்ட பாலசுப்பிரமணியம், கல்லூரியில் படிக்கும் போதே பல பாடல் போட்டிகளில் கலந்து கொண்டு பரிசுகளைப் பெற்றார். 1964 ஆம் ஆண்டு சென்னையை மையமாக கொண்ட தெலுங்கு கலாச்சார நிறுவனம் நடத்திய இசை நிகழ்ச்சியில் பாடி முதல் பரிசைப் பெற்றார். ஆரம்பகாலத்தில் மெல்லிசைக் குழு ஒன்று நடத்தி வந்தார். இக்குழுவில் அனிருத்தா (ஆர்மோனியம்), இளையராஜா (கிட்டார், ஆர்மோனியம்), பாஸ்கர், கங்கை அமரன் (கிட்டார்) போன்றோர் பங்குபற்றினர். இவர்களோடு சேர்ந்து எஸ்பிபி இசை நிகழ்ச்சிகளையும் நாடகக் கச்சேரிகளில் பாடல்கள் பாடுவதையும் வழக்கமாக கொண்டிருந்தார். எஸ் பி கோதண்டபாணி, கண்டசாலா ஆகியோர் நடுவராக இருந்து பங்குபெற்ற பாடல் போட்டியில் சிறந்த பாடகராக தேர்ந்தெடுக்கப்பட்டார். அடிக்கடி இசையமைப்பாளர்களை சந்திப்பதும், பாட வாய்ப்புக் கேட்பதுமாக இருந்த இவருக்கு முதல் போட்டி பாடல் பி. பி. ஸ்ரீனிவாஸ் பாடிய 'நிலவே என்னிடம் நெருங்காதே' என்ற பாடலாகும். பி. பி. ஸ்ரீனிவாஸ் இவருக்கு தெலுங்கு, தமிழ், இந்தி, கன்னடம், மலையாளம், சமசுகிருதம், ஆங்கிலம், உருது போன்ற பல மொழிகளில் தனது பாடல்களை எழுதிக் கொடுத்துள்ளார்.பாலசுப்பிரமணியம் பின்னணிப் பாடகராக முதன் முதலில் 1966 ஆம் ஆண்டு திசம்பர் 15 தேதி சிறீ சிறீ சிறீ மரியாத ராமண்னா(1967) என்ற தெலுங்குத் திரைப்படத்திற்காக எஸ். பி. கோதண்டபாணியின் இசையில் பாடினார். இப்பாடல் பதிவான எட்டாம் நாளில் கன்னடத்தில் நக்கரே அதே சுவர்க என்ற திரைப்படத்திற்காகப் பாடினார். இவரது முதலாவது தமிழ் பாடல் எம். எஸ். விஸ்வநாதன் இசையில் எல். ஆர். ஈஸ்வரியுடன் ஓட்டல் ரம்பா என்ற திரைப்படத்துக்காகப் பாடிய \"அத்தானோடு இப்படி இருந்து எத்தனை நாளாச்சு\" என்பதாகும். ஆனால் இத்திரைப்படம் வெளிவரவில்லை. அடுத்ததாக 1969 இல் சாந்தி நிலையம் படத்தில் வரும் இயற்கையெனும் இளையகன்னி என்ற பாடலை ஜெமினி கணேசனுக்காகப் பாடினார். ஆனால் இப்படம் வெளிவரும் முன்பே எம்.ஜி.ஆருக்காக அடிமைப் பெண் திரைப்படத்தில் பாடிய ஆயிரம் நிலவே வா பாடல் வெளிவந்தது. இதுவே இவர் பாடி வெளிவந்த முதலாவது திரைப்படம் ஆகும். எஸ். ஜானகியுடன் இவர் பாடிய முதலாவது பாடல் கன்னிப் பெண் (1969) படத்துக்காக \"பௌர்ணமி நிலவில் பனி விழும் இரவில்\" என்பதாகும். இதன் பின்னர் இவர் ஜி. தேவராஜனால் கடல்பாலம் என்ற திரைப்படம் மூலம் மலையாளத் திரைத்துறைக்கும் அறிமுகமானார்.பாலசுப்பிரமண்யம் 1979 இல் வெளிவந்த சங்கராபரணம் என்ற திரைப்படத்திற்காகப் பாடல்களைப் பாடியதன் மூலம் உலகளவில் பிரபலமானார். சங்கராபரணம் தெலுங்கு திரையுலகில் சிறந்த திரைப்படமாகக் கருதப்படுகிறது. கே. விஸ்வநாத்தின் இயக்கத்தில் வெளிவந்தது. விஸ்வநாத் பாலசுப்பிரமணியத்தின் பெரியப்பா மகன் ஆவார். இத்திரைப்படத்தின் பாடல்கள் அனைத்தும் கே. வி. மகாதேவனால் கருநாடக இசை மெட்டுகளில் உருவாக்கப்பட்டது. பாலசுப்பிரமணியம் முறையாக கர்நாடக இசையைக் கற்கவில்லை என்றாலும் கேள்வி ஞானத்தை வைத்து சங்கராபரணம் பாடல்களைப் பாடினார். இத்திரைப்படத்திற்காக இவர் தனது முதலாவது சிறந்த ஆண் பின்னணிப் பாடகருக்கான தேசியத் திரைப்பட விருதைப் பெற்றார். இவரது முதலாவது இந்தி மொழித் திரைப்படம் ஏக் தூஜே கே லியே (1981) இவருக்கு இரண்டாவது தேசிய விருதையும் பெற்றுக் கொடுத்தது. கே. பாலசந்தர் இதனை இயக்கினார்.பாலசுப்பிரமணியம் தமிழ்த் திரைப்படங்களுக்கு நிறையப் பாடல்களை பாடினார், குறிப்பாக இளையராஜாவின் இசையில் எஸ். ஜானகியோடு இணைந்தும்,  தனித்தும், சக பின்னணிப்பாடகர்கள் மற்றும் பாடகிகளுடன் சேர்ந்தும் 70களின் இறுதி முதல் 80களிலும் பல பாடல்களைப் பாடினார். தமிழ் திரையிசையில் இளையராஜா, பாலசுப்பிரமணியம், ஜானகி இணைப்பில் வெற்றிப்பாடல்கள் நிறைய உள்ளன. இவற்றில் கருநாடக இசையமைப்பில் வெளியான சலங்கை ஒலி (1983) பாடல்களுக்கு இளையராஜாவும் பாலசுப்பிரமணியமும் தேசிய விருதுகள் பெற்றனர். சிப்பிக்குள் முத்து (1986), உருத்திரவீணா (தெலுங்கு, 1988) இவர்கள் இருவருக்கும் மீண்டும் தேசிய விருதுகளைப் பெற்றுக் கொடுத்தன. இளையராஜா மட்டுமல்லாது இடைக்காலத்தில் இசையமைத்த எல்லா இசையமைப்பாளர்களின் இசையிலும் பின்னணி பாடியிருக்கிறார்.1989 முதல் பாலசுப்பிரமணியம் பாலிவுட் நடிகர் சல்மான் கானுக்குப் பின்னணி பாடிவந்தார். மைனே பியார் கியா (1989) இந்திப் படம் பெரும் வெற்றி பெற்றது. இத்திரைப்படத்தில் எல்லாப் பாடல்களையும் இவரே பாடினார். எல்லா பாடல்களும் வெற்றி பெற்றது மட்டுமல்லாது தில் தீவானா பாடல் சிறந்த பின்னணிப் பாடகருக்கான பிலிம்பேர் விருதினையும் இவருக்கு வாங்கி கொடுத்தது. இவர் 90களிலும் காதல் ரசனையோடு கானின் திரைப்படங்களுக்கு பாடினார். இவற்றில் குறிப்பிடத்தக்கதாக ஹம் ஆப்கே ஹைன் கௌன் திரைப்படம் பெரும் வெற்றி பெற்றது. இப்படத்தில் லதா மங்கேசுக்கருடன் இவர் பாடிய திதி தேரா தேவர் தீவானா பாடல் மிகவும் பிரபலமானது. இவற்றின் மூலம் பாலசுப்பிரமணியம் இந்திய அளவில் மிகச்சிறந்த பின்னணிப்பாடகர்களில் ஒருவராக இனங்காணப்பட்டார்.௭ஸ் பி பாலசுப்பிரமணியம் 1990களில் இசையமைப்பாளர்களான தேவா, வித்யாசாகர், எம். எம். கீரவாணி , எஸ். ஏ. ராஜ்குமார், பரத்வாஜ்  போன்றோரின் இசையில் நிறைய பாடல்களைப் பாடினார். ஆனால் மிகப்பெரிய வெற்றி என்று சொன்னால் அது ஏ. ஆர். ரகுமான் இசையில் பாடிய பாடல்களாகும். ஏ ஆர் ரகுமானின் முதலாவது படமான ரோஜாவில் மூன்று பாடல்களைப் பாடினார். இதற்குப் பிறகு நிறையப் பாடல்களை ரகுமானின் இசையில் நீண்ட காலமாகவும் பாடிவந்தார். புதிய முகம் திரைப்படத்தில் \"ஜுலை மாதம் வந்தால்\" பாடலை அனுபமாவோடு பாடினார். கிழக்குச் சீமையிலே திரைப்படத்தில் \"மானூத்து மந்தையிலே மாங்குட்டி\" பாடல் நாட்டுப்புற நடையில் வித்தியாசமாகப் பாடினார். டூயட் படத்தில் ஏறத்தாழ எல்லா பாடல்களையும் பாடினார். மின்சார கனவு படத்தில் \"தங்கத்தாமரை மகளே\" பாடலுக்காக சிறந்த பின்னணிப் பாடகருக்கான தேசிய விருது இவருக்கு 1996 ஆம் ஆண்டு கிடைத்தது. இதுதான் இவருக்கு கிடைத்த ஆறாவது தேசிய விருதாகும்.பாலசுப்பிரமணியம் இசையமைப்பாளர் அம்சலேகாவின் இசையில் கன்னட திரைப்படங்களுக்கு பாடல்கள் பாடியுள்ளார். அம்சலேகாவின் பருவ காலம் ஒரு வெற்றிப் படமாக அமைந்தது. நிறையப் பாடல்களை அம்சலேகாவின் இசையில் பாடினார். இவருடைய ஐந்தாவது தேசிய விருது அம்சலேகாவின் இசையில் பாடியதற்காக கிடைத்தது. கனயோகி பஞ்சக்சரி காவாயி (1995) திரைப்படத்தில் \"உமண்டு குமண்டு\" பாடலுக்காக, சிறந்த பின்னணிப் பாடகருக்கான இந்திய தேசிய விருது அம்சலேகாவின் இந்துஸ்தானி இசையில் பாடியதன் மூலம் பெற்றார்.எஸ் பி பி 2000ஆம் ஆண்டிற்கு பிறகு இளைய தலைமுறை இசையமைப்பாளர்களான யுவன் சங்கர் ராஜா, கார்த்திக் ராஜா, ஹாரிஸ் ஜெயராஜ்,டி. இமான், ஜி. வி. பிரகாஷ்குமார், நிவாஸ் கே. பிரசன்னா, அனிருத் ரவிச்சந்திரன், பிரேம்ஜி அமரன்  போன்றோரின் இசையமைப்பில் பாடினார்.2013-ஆம் ஆண்டு வெளியான சென்னை எக்ஸ்பிரஸ் என்ற திரைப்படத்தில் நடிகர் சாருக் கானுக்காக விசால்-சேகரின் இசையில் \"நிக்கல் நா சாயி சென்னை எக்ஸ்பிரஸ்\" என்ற தலைப்புப் பாடலை பாடியுள்ளார். இப்பாடல் பதினைந்து ஆண்டுகளுக்குப் பிறகு இவர் இந்தி திரையிசையில் பாடியதாகும். பாலசுப்பிரமணியம் 2015ஆம் ஆண்டு சனவரி மாதம் மத்திய அரசின் தூய்மை இந்தியா திட்டத்திற்கு ஆந்திர மாநிலத்தின் தூதராக நியமிக்கப்பட்டார். இவர் மதங்களை கடந்து பக்திப்பாடல்கள் பல பாடியுள்ளார், இதற்காக 2015ஆம் ஆண்டுக்கான கேரள அரசின் \"அரிவராசனம்\" விருது பெற்றார்.மே 2020 இல், கோவிட்-19 பெருந்தொற்று சூழலில் பணியாற்றும் சுகாதாரப் பணியாளர்கள், மருத்துவர்கள், இராணுவத்தினர், காவல்துறையினர் மற்றும் அரச ஊழியர்களுக்கு அஞ்சலி செலுத்தும் முகமாக இளையராஜாவின் இசையில் \"பாரத் பூமி\" என்ற பாடலைப் பாடி வெளியிட்டார். இக்காணொளிப் பாடலை 2020 மே 30 இல் இளையராஜா இந்தி, தமிழ் மொழிகளில் அவரது அதிகாரபூர்வ யூடியூப் கணக்கில் வெளியிட்டார்.பாலசுப்பிரமணியம் கமல்ஹாசன் தமிழில் நடித்த மன்மத லீலை தெலுங்கில் மொழிமாற்றம் செய்யப்பட்ட போது, கமல்ஹாசனுக்காக இரவல் குரல் (பின்னணிக் குரல்) கொடுத்தார். இதனைத் தொடர்ந்து கமல்ஹாசனுக்காக 120 தெலுங்குத் திரைப்படங்களில் பின்னணிக்குரல் கொடுத்துள்ளார். அத்துடன், இரசினிகாந்து, விஷ்ணுவர்தன், சல்மான் கான், பாக்யராஜ், மோகன், அனில் கபூர், கிரீஷ் கர்னாட், ஜெமினி கணேசன், அர்ஜுன், நாகேஷ், கார்த்திக், ரகுவரன் ஆகியோருக்கும் பல்வேறு மொழிப் படங்களில் இரவல் குரல் கொடுத்துள்ளார். தெலுங்கு தசாவதாரம் படத்தில் மொத்தம் 10 கதாபாத்திரங்களில் ஏழு பாத்திரங்களுக்கு (பெண் பாத்திரம் உட்பட) பின்னணிக் குரல் கொடுத்து சாதனை புரிந்தார். அன்னமய்யா, சிறீ சாயி மகிமா ஆகிய திரைப்படங்களுக்காக இவருக்கு சிறந்த பின்னணிக் குரலுக்காக நந்தி விருது வழங்கப்பட்டது. ஸ்ரீ ராம ராஜ்யம் தமிழ்த் திரைப்படத்துக்காக 2012 ஆம் ஆண்டில் நந்தமூரி பாலகிருஷ்ணாவுக்காக இரவல் குரல் கொடுத்தார். காந்தி தெலுங்குத் திரைப்படத்தில் பென் கிங்ஸ்லிக்காக இரவல் குரல் கொடுத்தார்.தெலுங்கு உண்மைநிலை நிகழ்ச்சி தொலைக்காட்சி நிகழ்ச்சியான படுதா தீயாகாவை பாலசுப்பிரமணியம் தொகுத்து வழங்கினார். இது இவரது தொலைக்காட்சி அறிமுகத்தை குறித்தது. 1996 முதல் தொடங்கி, ஆந்திரா மற்றும் தெலங்காணாவிலிருந்து பாடும் திறமைகளை வெளிப்படுத்திய பெருமைக்குரியது. உஷா , கௌசல்யா , கோபிகா பூர்ணிமா , மல்லிகார்ஜுன் , ஹேமச்சந்திரா , என்.சி கருண்யா , ஸ்மிதா போன்ற தெலுங்கு பாடகர்கள் நிகழ்ச்சியில் அறிமுகமானனர். கன்னட உண்மைநிலை நிகழ்ச்சி தொலைக்காட்சி நிகழ்ச்சியான எட் தும்பி ஹடுவேனுவையும் இவர் தொகுத்து வழங்கினார்.  பதலனி உண்டி, எண்டாரோ மகானுபஹ்லுலு மற்றும் ஸ்வரபிஷேகம் போன்ற பிற நிகழ்ச்சிகளிலும் பாலசுப்பிரமணியம் தோன்றினார். தமிழகத்தில் உண்மைநிலை நிகழ்ச்சி விஜய் தொலைக்காட்சியின் இசைவானில் இளையநிலா எயார்டல் சூப்பர் சிங்கர் நிகழ்ச்சியிலும் பங்கெடுத்தார்.பாலசுப்பிரமணியம் தென்னிந்திய மொழிகளில் எழுபதுக்கும் அதிகமான  திரைப்படங்களில் நடித்துள்ளார். தமிழ், தெலுங்கு, கன்னடம், இந்தி இந்நான்கு மொழிகளில்  நாற்பத்தைந்து திரைப்படத்திற்கு மேல் இசையமைத்துள்ளார்..நாற்பதாயிரம் பாடல்களைப் பாடி கின்னஸ் உலக சாதனை புத்தகத்தில் இடம் பிடித்திருக்கிறார். ஆறு முறை சிறந்த பின்னணிப் பாடகருக்கான தேசிய விருதினைப் பெற்றிருக்கிறார். எஸ். பி. பி. முறையாக கர்நாடக இசையைப் பயின்றது இல்லை என்றாலும் சங்கராபரணம் என்ற படத்தில் கர்நாடக இசையில் அமைந்த பாடலுக்காக தேசிய விருது பெற்றார். இதுவரை தேசிய விருதினை நான்கு மொழிகளுக்குப் பெற்ற ஒரே திரைப்படப் பின்னணிப் பாடகர் இவர் ஒருவரே. பிலிம்பேர் விருதினை ஒரு முறையும் பிலிம்பேர் விருது (தெற்கு) மூன்று முறையும் பெற்றுள்ளார். மேலும் இவர் தமிழக மற்றும் கர்நாடக அரசுகளின் பல மாநில விருதுகளும் ஆந்திர அரசின் நந்தி விருதினை 25 முறையும் பெற்றார். இவர் 1981 ஆம் ஆண்டு தமிழக அரசின் கலைமாமணி விருது பெற்றிருக்கிறார்.எஸ் பி பி எந்த பாடகரும் செய்யாத சாதனைகளை இந்திய திரையிசையில் செய்திருக்கிறார். இவர் 1981 ஆம் ஆண்டு பிப்ரவரி 8 ஆம் தேதி கர்நாடகா, பெங்களூரில் உள்ள பதிவரங்கில் காலை 9 மணியில் இருந்து இரவு 9 மணி வரை ஒரே நாளில் 21 பாடல்களை கன்னட மொழி இசையமைப்பாளர் உபேந்திர குமாருக்காக பாடி சாதனை செய்துள்ளார். மேலும் தமிழ் மொழியில் 19 பாடல்களையும் (ஒரேநாளில்), இந்தி மொழியில் 16 பாடல்களையும் (6மணி நேரத்தில்) பாடி சாதனை செய்திருக்கிறார். இவைகளெல்லாம் இவருடைய குறிப்பிடத்தக்க சாதனைகளாகும்.இவர் இந்திய திரையிசையில் செழுமையான வாழ்க்கையை மிக கடின உழைப்பால் உருவாக்கிக் கொண்டார். இவர் 1970 களில் இசையமைப்பாளர் எம். எஸ். விஸ்வநாதன் இசையில் இணைந்து தமிழ் மற்றும் மலையாள மொழிப்பாடல்களைப் பாடியுள்ளார். தமிழ் திரைப்பட நடிகர்களான எம். ஜி. ராமச்சந்திரன், சிவாஜி கணேசன், ஜெமினி கணேசன், ஜெய்சங்கர் என பல நடிகர்களுக்கு 1970களில் பின்னணி பாடியுள்ளார். இவர் அப்பொழுது பிரபலமாக இருந்த பின்னணிப்பாடகிகளான பி. சுசீலா, எஸ். ஜானகி, வாணி ஜெயராம் மற்றும் எல். ஆர். ஈஸ்வரி இவர்களோடு பல ஜோடிப்பாடல்களை பாடியுள்ளார். தென்னிந்திய திரையிசையில்வெற்றி கூட்டணியான இளையராஜா, எஸ். பி. பி , எஸ். ஜானகி கூட்டணி 1970களின் கடைசியில் உருவானது.பாலசுப்பிரமணியம் காதலித்துத் திருமணம் செய்து கொண்டார். இவருடைய மனைவி பெயர் சாவித்ரி, மகள் பல்லவி, மகன் எஸ். பி. பி. சரண். சரண் பின்னணி பாடகர், நடிகர், சின்னத்திரை தொடர் நடிகர், தயாரிப்பாளர் என பன்முகம் கொண்டு வளர்ந்து வருகிறார்.இவருக்கு ஆகத்து 5, 2020 அன்று, கோவிட்-19 தொற்று இருப்பது உறுதி செய்யப்பட்டதை தொடர்ந்து, சென்னையில் உள்ள தனியார் மருத்துவமனையில் அனுமதிக்கப்பட்டார். சில நாட்களில் மோசமடைந்த அவரது உடல்நிலை, பின்பு கொஞ்சம் கொஞ்சமாக சகஜ நிலைக்கு வந்தது மற்றும் வாய் வழியே சாப்பிடும் அளவுக்கு இவருடைய உடல்நிலை தேறியது. ஆனால் திடீரென்று செப்டம்பர் 24, 2020 அன்று, இவருடைய உடல்நிலை மீண்டும் மோசமடைந்ததை தொடர்ந்து, இவருக்கு மருத்துவர்கள் தீவிர சிகிச்சை அளித்தனர். ஆனால் சிகிச்சை பலனளிக்காமல், செப்டம்பர் 25, 2020 அன்று, இவருடைய உயிர் மதியம் 1:04 மணிக்கு பிரிந்தது.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "04/06/1946",
        "பிறப்பிடம்": "Nellore, Madras Presidency, British India ",
        "செயற்பாட்டுக் காலம்": "1966–2020",
        "தொழில்": [
            "பாடகர்",
            " பின்னணிப் பாடகர்",
            " பின்னணி பேசுபவர்",
            " நடிகர்",
            " திரைப்பட தயாரிப்பாளர்",
            " இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [
            "பின்னணிப் பாடகர்[2]"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "04 June 1946"
    },
    {
        "பெயர்": "எஸ். பி. பி. சரண்",
        "அறிமுகம்": "எஸ். பி. பி. சரண் (S. P. Charan) புகழ்பெற்ற பின்னணிப் பாடகர் எஸ். பி. பாலசுப்பிரமணியத்தின் மகனும் திரைப்பட நடிகராகவும் திரைப்பட பின்னணிப் பாடகராகவும் திரைப்படத் தயாரிப்பாளராகவும் விளங்குபவர். 2007ஆம் ஆண்டு சென்னை 600028 என்ற தமிழ்த் திரைப்படத்தை தயாரித்துள்ளார். 2008ஆம் ஆண்டு வெளியான தமிழ் திரைப்படம் சரோஜாவில் முக்கிய வேடத்தில் நடித்துள்ளார்..இவர் முதலில் தெலுங்கு சினிமா மற்றும் தமிழில் பின்னணி பாடகராக பணியாற்றினார். இவர் 2003 கன்னட திரைப்படமான ஹுடுகிகாகியுடன் நடிப்பில் இறங்கினார், மேலும் 2008 ஆம் ஆண்டு சரோஜா திரைப்படத்தில் நடித்ததற்காக இவர் மிகவும் பிரபலமானவர். இவர் கேபிடல் ஃபிலிம் ஒர்க்ஸ் என்ற திரைப்பட தயாரிப்பு நிறுவனத்தை நிறுவியுள்ளார், மேலும் பல தமிழ் திரைப்படங்களைத் தயாரித்தார், இதில் 2007 ஆம் ஆண்டில் சென்னை 600028 வெற்றியடைந்தது. இவர் தயாரித்த தெலுங்கு திரைப்படம் ஆரண்ய காண்டம் தேசிய திரைப்பட விருது - 2012 இல்  வென்றது.",
        "உள்ளடக்கம்": "சரண் மறைந்த புகழ்பெற்ற பாடகர் எஸ். பி. பாலசுப்பிரமணியம் மற்றும் சாவித்திரி ஆகியோரின் மகன். இவர் சென்னையில் பிறந்து வளர்ந்தவர். சரணுக்கு மூத்த சகோதரி பல்லவி உள்ளார். இவர் சென்னை ஆசான் மெமோரியல் சிபிஎஸ்இ பள்ளியில் பயின்றார், அதில் இவருக்கு பள்ளி நண்பராக இருந்த பிரபல தமிழ் நடிகர் அஜித்குமாரும் இவருடன் படித்தார். 1994 ஆம் ஆண்டில் அமெரிக்காவின் நியூயார்க்கில் உள்ள பேஸ் பல்கலைக்கழகத்தில் வணிக நிர்வாகத்தில் இளங்கலைப் பட்டம் பெற்றார் மற்றும் திரைப்படம் மற்றும் தொலைக்காட்சியில் இரண்டு ஆண்டு படிப்பை முடித்தார்.கே.எஸ்.எல் சுவாமி இயக்கிய மஹா யெதாபிதாங்கி என்ற படத்தில் சரண் முதலில் தனது தந்தையுடன் நடித்தார், ஆனால் படம் வெளியிடப்படவில்லை. பாலசந்தர் மகன் கைலாசம் இவரை சுந்தர் கே விஜயன் இயக்கிய கே பாலச்சந்தர் தயாரிப்பில் உருவான ஊஞ்சல் தொலைக்காட்சி தொடரில் நடிக்க அணுகினார்.  அதைத் தொடர்ந்து ராடனின் அண்ணாமலை நாடகத்தில் நடித்தார். தமிழில் பொம்மைகள் மற்றும் தெலுங்கில் அக்கா செல்லலு என்று பெயரிடப்பட்ட ஒரு தொலைக்காட்சி தொடரில் நடித்தார்.  பி. மஞ்சுநாத் இயக்கிய 2003 ஆம் ஆண்டில் கன்னட திரைப்படமான ஹுடுகிககி இவரது முதல் வெளியீடாகும் . 2008 ஆம் ஆண்டில் இவர் முன்னணி கதாபாத்திரத்தில் வெங்கட் பிரபுவின் சரோஜா திரைப்படத்தில் நடித்தார். இவரது நடிப்பு குறித்து, சிஃபி எழுதினார்: \"ஜகபதி பாபுவாக எஸ்பிபி சரண் இந்த பாத்திரத்திற்கு ஏற்றது மற்றும் அருமை\". இவர் வ குவாட்டர் கட்டிங் படத்தில் நடித்தார், அதில் இவர் சிவாவின் வருங்கால மைத்துனராக நடித்தார். வானவராயன் வல்லவராயன் மற்றும் விழித்திரு ஆகிய இரண்டு தமிழ் படங்களில் நடித்தார்.சரண் திரைப்பட தயாரிப்பு நிறுவனமான கேபிடல் ஃபிலிம் ஒர்க்ஸை 2002 இல் நிறுவினார். இவர்களின் முதல் தயாரிப்பு உன்னைச் சரணடைந்தேன் திரைப்படம் , இதில் சரண் இவரது நண்பர் வெங்கட் பிரபுவுடன் முக்கிய கதாபாத்திரத்தில் நடித்தார். குறிப்பாக சரணின் தந்தை பாலசுப்பிரமணியம் பாடல்கள் மற்றும் பின்னணி இசையை பெற்ற இப்படம் நான்கு தமிழ்நாடு மாநில திரைப்பட விருதுகளைப் பெற்றது. சமுத்திரகனியின் கதைகளைக் கேட்டபின் படத்தைத் தயாரிக்க முடிவு செய்ததாக சரண் தெரிவித்தார். இவர் மேலும் ஜெயம் ரவி- கதாநாயகனாக நடித்த மழை- (2005) ஐ உருவாக்கினார், இது தெலுங்கு திரைப்படமான வர்ஷத்தின் ரீமேக் ஆகும், இது நல்ல வரவேற்பைப் பெறவில்லை. இவரது அடுத்த தயாரிப்பு அறிமுக இயக்குனரான வெங்கட் பிரபுவின் சென்னை 600028 (2007) ஆகும், இது ஒரு பொழுது போக்கு-அமைக்கும் படமாகக் கருதப்பட்டது, இது 11 புதியவர்களை கொண்டு முன்னணி வகித்தது மற்றும் 2007 இன் மிகப்பெரிய வணிக மற்றும் விமர்சன வெற்றிகளில் ஒன்றாகும். 2011 ஆம் ஆண்டில், இவரது ஆறாவது தயாரிப்பான ஆரண்ய காண்டம் விமர்சன ரீதியான பாராட்டுகளுக்கு வெளியிடப்பட்டது மற்றும் பிராந்திய மத்திய திரைப்பட சான்றிதழ் வாரியத்தால் 52 வெட்டுக்களைப் பெற்றது. இது எதிர்பார்த்த பாக்ஸ் ஆபிஸ் வெற்றியை அடையவில்லை என்றாலும், 59 வது தேசிய திரைப்பட விருதுகளில் சரண் ஒரு ஸ்வர்ணா கமலை வென்றார். இவரது அடுத்த தயாரிப்பு திருடன் போலீஸ், மற்றொரு அறிமுக இயக்குனர், கார்த்திக் ராஜு இயக்கியதாகும்.சரண் 1997 ஆம் ஆண்டு இளையராஜா இசையமைத்த தேவதை திரைப்படத்தில் பின்னணிப் பாடகராக பணியாற்ற தொடங்கினார். ஒரு ஐகானின் மகனாக இருப்பதைப் பற்றி இவர் கூறினார்: \"என் குரல் அப்பாவைப் போலவே இருக்கிறது, மக்கள் இதேபோன்ற குரலைப் பயன்படுத்த விரும்ப மாட்டார்கள்.  அப்பாவே இதே குரலில் பாடிக்கொண்டிருக்கும்போது, ​​இசையமைப்பாளர்களுக்கு என்னுடைய குளோன் ஏன் தேவை?\". இசையமைப்பாளர்களான எம்.எம்.கீரவணி, ஏ. ஆர். ரகுமான் மற்றும் தேவி ஸ்ரீ பிரசாத் ஆகியோருக்காக இவர் பாடியுள்ளார். சரண் மிகவும் பிரபலமான பாடல்களில் சில அலைபாயுதே திரைப்படத்தில் \"நகிலா நகிலா\", வருசம் திரைப்படத்தில் \"மெல்லக\",மன்மதுடு தெலுங்கு திரைப்படத்தில் \"நீனு நீனுக லெய்ன்\", மழை திரைப்படத்தில் \"ஐ லவ் யூ சைலஜா\" ,பாய்ஸ் திரைப்படத்தில் \"ப்ளீஸ் சார்\", சில்லுனு ஒரு காதல் திரைப்படத்தில் \"மாஜா மாஜா\", எனக்கு 20 உனக்கு 18 திரைப்படத்தில் \"ஒரு நண்பன் இருந்தால்\", வாரணம் ஆயிரம் திரைப்படத்தில் \"ஓ சாந்தி\", மங்காத்தா திரைப்படத்தின் \"நீ நான்\" போன்ற பாடல்களாகும். 2010 ஆம் ஆண்டில், யுவன் சங்கர் ராஜாவுக்காக காதல் 2 கல்யாணம் ஒலிப்பதிவில் வெள்ளைக்கொடி பாடலைப் பதிவுசெய்தார். ஆடுகளம் படத்திற்காக தமிழில் முதன்முறையாக தன் தந்தையோடு ஒரு பாடலைப் பதிவு செய்தார், இதற்காக இவர்கள் இருவரும் சிறந்த ஆண் பின்னணி பாடகருக்கான விஜய் விருதை வென்றனர். பல இசை நிகழ்ச்சிகள் மற்றும் மேடை நிகழ்ச்சிகளிலும் இவர் பாடுவதைக் காணலாம்.1996 ஆம் ஆண்டில், இவரும் குழந்தை பருவ நண்பர்களான வெங்கட் பிரபு மற்றும் பிரேம்ஜி அமரன் ஆகியோர் அடுத்த தலைமுறை என்ற இசைக் குழுவை அமைத்தனர், அதில் யுகேந்திரன் மற்றும் தமன் ஆகியோரும் உறுப்பினர்களாக இருந்தனர். இவரது முதல் திருமணம் 1998 இல் பிஜோயாவுடன் இருந்தது, இது 2008 இல் விவாகரத்து முடிந்தது. பின்னர் இவர் 2012 இல் அபர்ணாவை திருமணம் செய்து கொண்டார்.2010 ஆம் ஆண்டின் பிற்பகுதியில் சரண் ஒரு குறிப்பிடத்தக்க எடை இழப்புக்கு ஆளானார். ஊகங்களுக்கு பதிலளிக்கும் விதமாக இவர், இது உடல்நல உணர்வுள்ளவருக்கு பதிலளிப்பதாக கூறினார். செப்டம்பர் 25, 2020 அன்று, அவரது தந்தை எஸ். பி. பாலசுப்பிரமணியம் சென்னையில் உள்ள எம். ஜி. எம் மருத்துவமனையில் கோவிட் -19 காரணமாக சுவாசக் கோளாறு காரணமாக இறந்தார்.சரணின் புகழ்பெற்ற பாடல்கள்: ",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "07/01/1972",
        "பிறப்பிடம்": "Madras, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "1997–present",
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "07 January 1972"
    },
    {
        "பெயர்": "எஸ்.சி.கிருஷ்ணன்",
        "அறிமுகம்": "எஸ். சி. கிருஷ்ணன் சௌராட்டிர சமூகத்தைச் சேர்ந்த தென்னிந்தியாவின் பழம்பெரும் திரைப்படப் பின்னணிப் பாடகர் ஆவார். 1950களில் தமிழ்திரைப்படங்களில் பல பாடல்களைப் பாடியுள்ளார். தமிழர் உள்ளத்தில் நீங்கா இடம் பிடித்த 'அத்தானும் நான் தானே', 'சித்தாடை கட்டிக்கிட்டு', 'மண்ணை நம்பி மரமிருக்கு' ஆகிய பாடல்களைப் பாடியுள்ளார்.",
        "உள்ளடக்கம்": "அப்போது இராமநாதபுரம் மாவட்டத்தின் கீழிருந்த சிவகங்கையில் 1929 ஆம் ஆண்டு செல்வம் ஆச்சாரி என்ற நகைத் தொழிலாளியின் நான்காவது மகனாகப் பிறந்தார். 1937 ஆம் ஆண்டு டி. கே. எஸ். நாடகக் குழுவில் நடிகராகச் சேர்ந்தார். பின்னர் என். எஸ். கிருஷ்ணன், கே. ஆர். ராமசாமி ஆகியோரின் நாடகக் குழுக்களிலும் நடிகராக இருந்துள்ளார். அப்போது அறிஞர் அண்ணாவின் வேலைக்காரி, ஓர் இரவு ஆகிய நாடகங்களில் நடித்துள்ளார். இந்த இரண்டு நாடகங்களும் பின்னர் திரைப்படமாக்கப்பட்டன.1949 ஆம் ஆண்டு சேலம் மாடர்ன் தியேட்டர்ஸ் நிறுவனத்தில் நடிகராக வேலைக்குச் சேர்ந்தார். பெரிய திரைப்பட தயாரிப்பு நிறுவனங்களில் அக்காலத்தில் நடிகர்கள் மாதச் சம்பளத்தில் நியமிக்கப்படுவது வழக்கம். அங்கு வேலை செய்யும் காலத்தில் மாடர்ன் தியேட்டர்ஸ் தயாரித்த பல படங்களில் நடித்துள்ளார். 1952 ஆம் ஆண்டு இந்த நிறுவனம் கல்யாணி என்ற திரைப்படத்தைத் தயாரித்த போது அதில் முதன்முதலாக இரண்டு பாடல்கள் பாடினார். ஒரு பாடலைத் தனித்தும், மற்றப் பாடலை கே. ராணியுடன் இணைந்தும் பாடினார். தனித்துப் பாடிய கலப்படம், கலப்படம் என்ற பாடல் புகழ் பெற்றது. அதன் பின் பின்னணிப் பாடகராக விளங்கினார்.அவர் கருநாடக இசையில் நல்ல தேர்ச்சி பெற்றவராக இருந்தும் பெரும்பாலும் நகைச்சுவை நடிகர்களுக்குக் குரல் கொடுக்கவே அவரை இசையமைப்பாளர்கள் பயன்படுத்தினார். எனினும் அமுதவல்லி என்ற திரைப்படத்தில் அவர் டி. ஆர். மகாலிங்கத்துடன் இணைந்து பாடிய தத்துவக் கலையுடன் என்ற பாடல் அவரது சங்கீத ஞானத்தை வெளிப்படுத்துவதாக அமைந்தது.அவர் சிறிது காலம் சென்னை தொலைக்காட்சி நிலையத்தில் இசையமைப்பாளராகப் பணியாற்றினார்.1981 ஆம் ஆண்டு தமிழ் நாடு மாநில அரசால் கலைமாமணி விருது வழங்கி கௌரவிக்கப்பட்டார்.அவருக்கு மனைவி, இரண்டு மகள்கள், ஒரு மகன் குடும்பமாக அமைந்தனர். டி. ஆர். மகாலிங்கம் இவரது சிறந்த நண்பராக இருந்தார். தொலைக்காட்சி நிலையத்தில் பணியாற்றிக் கொண்டிருந்தபோது பக்கவாத நோயால் பீடிக்கப்பட்டார். சுமார் 4 வருடங்கள் நோயால் அவதிப்பட்ட பின்னர் 1983 ஆம் ஆண்டு இயற்கை எய்தினார்.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "Sivaganga Chelvam Achary Krishnan1929 (1929",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [
            "திரைப்பட பின்னணிப் பாடகர்"
        ],
        "இசை வடிவங்கள்": [
            "திரையிசை"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "ஏ. எம். ராஜா",
        "அறிமுகம்": "ஏமல மன்மதராஜு ராஜா சுருக்கமாக ஏ. எம். ராஜா (சூலை 1, 1929 - ஏப்ரல் 8, 1989) தென்னிந்தியாவின் பிரபலமான திரைப்படப் பின்னணிப் பாடகர்களுள் ஒருவர். 1950களில் இருந்து 1970கள் வரை தமிழ், தெலுங்கு, கன்னடம் மற்றும் மலையாள மொழிகளில் பல பாடல்களைப் பாடியுள்ளார். அவர் பல படங்களுக்கு இசையமைத்தும் உள்ளார். இவரது மனைவி பிரபலப் பாடகி ஜிக்கி.",
        "உள்ளடக்கம்": "ராஜா ஆந்திராவின் சித்தூர் மாவட்டம் ராமச்சந்திரபுரத்தில் மன்மதராஜு, லட்சமம்மா ஆகியோருக்குப் பிறந்தார். மூன்று வயதில் தந்தையை இழந்த ராஜாவின் குடும்பம் ரேணுகாபுரத்துக்குச் சென்று குடியேறியது. அங்கேயே உயர்நிலைப்பள்ளிவரை படித்த ராஜா கல்லூரிப்படிப்புக்காக சென்னைக்கு வந்தார். 1951ல் பச்சையப்பா கல்லுரியில் பிஏ (இளங்கலை) முடித்தார்.இசையார்வம் கொண்ட ஏ. எம். ராஜா கர்னாடக இசையிலும் மேற்கத்திய இசையிலும் தேர்ந்த பயிற்சி பெற்றிருந்தார். கல்லூரியிலேயே புகழ்பெற்ற பாடகராக விளங்கி பல போட்டிகளில் வென்றார். அவரை அடையாளம் கண்ட எச். எம். வி நிறுவனம் இரண்டு தெலுங்கு மெல்லிசைப் பாடல்களைப் பாடுவதற்காக தேர்வு செய்தது. ராஜாவே எழுதி இசையமைத்த பாடல்கள் அவை. அவற்றின் கருவியிசைப் பகுதிகளை நடத்தி பதிவுசெய்ய இசையமைப்பாளர் கே. வி. மகாதேவன் அவருக்கு உதவினார். இப்பாடல்கள் அகில இந்திய வானொலியில் புகழ்பெற்றன. ஒருநாள் பின்னிரவில் அவற்றைக் கேட்க நேர்ந்த ஜெமினி எஸ். எஸ். வாசன் கவரப்பட்டு தன்னுடைய பலமொழிப் படமான சம்சாரம் திரைப்படத்தில் தலைப்புப் பாடலைப் பாடும்படி அழைத்தார். சம்சாரம் பெரும் வெற்றி பெற்று பின்பு இந்தியிலும் எடுக்கப்பட்டது. எல்லா மொழியிலும் அப்பாடலை அவரே பாடினார்.1951 இல் கே. வி. மகாதேவன் ஏ. எம். ராஜாவை அவரது குமாரி என்ற படத்தில் அழியாத காதல் வாழ்வில்... என்ற பாடலை பாடும்படி அழைத்தார். அன்றுவரை கருநாடக இசையின் பாணியில் பாடப்பட்ட திரைப்பாடல்களைக் கேட்டுப் பழகிய தென்னிந்திய இசை ரசிகர்களுக்கு ராஜா ஒரு புதிய சுவையை அளித்தார். வட இந்திய திரைப்பாடல்கள் மற்றும் கஸல் பாடல்களிலிருந்து அவரே தனக்கென உருவாக்கிக் கொண்ட பாணி அது. இந்தி பாடகர்களான முகமது ரஃபி மற்றும் தலத் மெக்மூத் ஆகியோர் பாடும் முறைமைகளின் பல சிறப்பம்சங்களை எடுத்துக்கொண்டு அவர்களை ஒற்றியெடுத்தாற்போலப் பாடாது தனக்கே உரித்தான பாணியை உருவாக்கியவர் ஏ.எம்.ராஜா.துயரத்தையும் தாபத்தையும் தேக்கிய பாடல்களே ஏ. எம். ராஜாவை தமிழில் நீங்காப் புகழ்பெறச்செய்தன. சிற்பி செதுக்காத பொற்சிலையே, தென்றல் உறங்கிய போதும் போன்றவை சில எடுத்துக்காட்டுகள். மேலை இசையின் சாயல்கொண்ட துள்ளலான ஆடாத மனமும் ஆடுதே, பாட்டுப் பாடவா பார்த்துப் பேச வா, ஓகோ எந்தன் பேபி போன்ற பாடல்களிலும்கூட ஒரு இனிமையான மென்மையைச் சேர்ப்பது அவரது குரல். மைனர் லைஃப் ரொம்ப ஜாலி போன்ற பாடலகளையும் அவர் தன் பாணியில் பாடியுனார். முறையான கர்நாடக இசைப்பயிற்சி உள்ளவரென்பதனால் ஏ. எம். ராஜா மரபானமுறையில் கர்நாடக ராகங்களுக்குள் அமைக்கப்பட்ட பாடல்களைக்கூட எந்தவிதமான முயற்சியும் தெரியாமல் சுருதித் தெளிவுடன் இயல்பாக பாடினார். மீண்ட சொர்க்கம் படத்தில் வரும் கலையே என் வாழ்க்கையின் வாகீச்வரி ராகத்தில் அமைந்த பாடல். தேன்நிலவு படத்தில் வரும் காலையும் நீயே ஹம்சத்வனி ராகத்தில் அமைந்தது.அதே இயல்புமாறாத துல்லியத்துடன் வேகமான தாளம் கொண்ட வாடிக்கை மறந்ததும் ஏனோ, கண்மூடும் வேளையிலும் போன்ற பாடல்களையும் அவர் பாடியிருக்கிறார். மெல்லிய நடை கொண்ட நிலவும் மலரும், இதய வானின் உதய நிலவே, கண்ணாலே நான் கண்ட கணமே போன்றவை அவரது குரலின் அழகை முழுக்கக் காட்டுபவை. தன் உணர்ச்சிகளை மென்மையாக பாடல்களில் ஏற்றுவதன் மூலம் ஏ. எம். ராஜா மெட்டுக்கு அப்பால் சென்று பாடல்களுக்கு அளிக்கும் ஒரு தனித்துவம் உண்டு. மாசிலா உண்மைக்காதலே (அலிபாபாவும் நாற்பது திருடர்களும்),, கண்களின் வார்த்தைகள் புரியாதோ' (களத்தூர் கண்ணம்மா) போன்ற பாடல்களை உதாரணமாகக் காட்டலாம்.ஐம்பது அறுபதுகளில் புகழின் உச்சியில் இருந்த நாட்களில் ஏ. எம். ராஜா எம்.ஜி.ஆர், சிவாஜி கணேசன், என். டி. ராமராவ், ஏ. நாகேஸ்வர ராவ், ஜெமினி கணேசன், சத்யன் பிரேம்நசீர் போன்ற பெரிய நட்சத்திரங்களுக்காக தொடர்ந்து பாடினார். பொதுவாக இளம் காதல் நாயகர்களான ஜெமினிகணேசன், பிரேம்நசீர் போன்றவர்களுக்கு அவரது குரல் பெரிதும் பொருந்தியது. பி. பி. ஸ்ரீனிவாஸ் அறிமுகமாகி, ஜெமினி கணேசனுக்காகப் பாடத்துவங்கும் வரையிலும், ஜெமினியின் பாடற்குரலாகவே  விளங்கியவர் ஏ. எம். ராஜா. ஜெமினி கணேசனுக்காக அவர் பாடிய படங்களில், கல்யாணப்பரிசு, மிஸ்ஸியம்மா, மனம் போல மாங்கல்யம், பூலோக ரம்பை, ஆடிப்பெருக்கு ஆகியவை புகழ்பெற்றவை.ஏ. எம். ராஜா சில படங்களில் நடித்திருக்கிறார். நாகேஸ்வர ராவ் நடித்து இருமொழிகளில் பெருவெற்றி பெற்ற தேவதாஸ் படத்தில் ஒரு சிறு கதாபாத்திரத்தில் அவர் வந்தார். பின்னர் இசைக்கலைஞனைப் பற்றிய படமான 'பக்க இந்தி அம்மாயி' படத்தில் முதன்மை வேடத்தில் நடித்தார். அந்தப்படம் இந்தியில் பாடோசான் என்றபேரில் மறுவாக்கம் செய்யப்பட்டபோது அதில் கிஷோர் குமார் அந்த பாத்திரத்தில் பாடி நடித்தார். அந்தப்படம் சிலகாலம் கழித்து மீண்டும் 'பக்க இந்தி அம்மாயி' என்ற பேரிலேயே தெலுங்கில் எடுக்கப்பட்டபோது ஏ. எம். ராஜா நடித்த பாத்திரத்தில் எஸ். பி. பாலசுப்ரமணியம் நடித்தார்.1955இல் மகேஸ்வரி என்ற படத்தின் அழகு நிலவின் பாவனையிலே என்ற பாடலின் ஒத்திகையின்போது ஏ.எம்.ராஜா பாடகி ஜிக்கியிடம் தன் காதலை தெரிவித்தார். அது திருமணத்தில் முடிந்தது. ஜிக்கி ஏ. எம். ராஜா தம்பதியின் குழந்தைகளில் சந்திரசேகர் ஓரளவு தந்தையின் குரலையும் இசைத்திறனையும் கொண்டவர்.ஏ. எம். ராஜாவும் ஜிக்கியும் தான் பம்பாய்க்குச் சென்று இந்திப் படத்துக்காக பாடிய முதல் தென்னிந்தியப்பாடகர்கள். சங்கர் ஜெய்கிஷன் இசையில் ராஜ்கபூரின் 'ன்' படத்துக்காக. இதேபடத்தின் தெலுங்கு தமிழ் வடிவங்களுக்கான பாடல்களையும் அவர்கள் இருவரும்தான் பாடினர். பகுத் தின் ஹயே போன்ற படங்களுக்கும் அவர்கள் பாடினர். ராஜாவின் பாடும் முறையில் இருந்த ஒரு பொது இந்திய இயல்புக்கு இது சான்றாகும். கன்னடத்தில் அதி மதுர அனுராகா போன்ற புகழ்பெற்ற பாடல்களை ஏ.எம்.ராஜா பாடினார். சிங்களப் படத்தில்கூட அவர் பாடியிருக்கிறார்.இசையமைப்பாளராக அவரது முதல் படம் தெலுங்கில் 1958ல் வந்த \"சோபா\". அது ஒரு பெரும் வெற்றிப்படம். 1960ல் வெளிவந்த பெல்லி காணுகா அவரை தெலுங்கின் நட்சத்திர இசையமைப்பாளராக்கியது.1959இல் வந்த கல்யாணப்பரிசு இயக்குநர் ஸ்ரீதரின் முதல் படம்.  தமிழில் இசையமைப்பாளராக  ஏ. எம். ராஜாவுக்கும் அதுவே முதல் படம். \"வாடிக்கை மறந்தது ஏனோ\" போன்ற காதல் பாடல்கள் \"காதலிலே தோல்வியுற்றாள்\" போன்ற துயரப்பாடல்கள் பெரும் வரவேற்பினைப் பெற்றன. இதைத் தொடர்ந்து, தேன் நிலவு,  விடிவெள்ளி போன்ற ஸ்ரீதரின் படங்களுக்கும் ஆடிப்பெருக்கு போன்ற பல வேறு படங்களுக்கும் இசை அமைத்தார். ஆடிப்பெருக்கு திரைப்படத்தில் பி. சுசீலா பாடிய 'காவேரி ஓரம் கவிசொன்ன காதல்..' என்ற பாடல் புகழ்பெற்ற ஒன்றாகும்.தமிழ், தெலுங்கு, மலையாளம் என மூன்று தென்னிந்திய மொழிகளிலும் உச்சப்புகழுடன் இருந்த பாடகர் ஏ. எம். ராஜா மட்டுமே. 1952இல் வி. தட்சணாமூர்த்தியின் இசையமைப்பில் லோகநீதி என்ற படம் வழியாக ஏ. எம். ராஜா மலையாள திரையுலகில் நுழைந்தார். அவர் தெலுங்கராக இருந்ததால் சில மலையாளச் சொற்களை உச்சரிப்பதில் குளறுபடி இருந்தது. ஆனாலும் மலையாளிகள் அவரை தங்கள் சொந்தப்பாடகராக ஏற்றுக் கொண்டனர். கேரளத்தின் முதல் 'சூப்பர் ஸ்டாரா'ன சத்யனின் குரலாக புகழ்பெற்ற ஏ. எம். ராஜா அறுபதுகளில் கிட்டத்தட்ட ஒரு நட்சத்திரப் பாடகராகவே விளங்கினார்.  .ராஜாவின் பல முக்கியமான பாடல்களுக்கு தேவராஜன் இசையமைத்தார். ராஜா பாடிய பெரியாறே பெரியாறே போன்றபாடல்கள் தமிழ்நாட்டிலும் அக்காலத்தில் புகழ்பெற்றிருந்தன. பொதுவாக எவரையும் புகழ்ந்து சொல்லாதவரும் குறைவாகப் பேசுபவருமான தேவராஜன் ராஜாவின் குரலின் இனிமையையும் சுருதி சுத்தத்தையும் மட்டுமில்லாது அவரது இனிய குணத்தையும், அர்ப்பணிப்பையும் புகழ்ந்து சொல்லியிருக்கிறார். வடக்கு கேரளத்தின் காதல்பாட்டுகளான 'மாப்பிளைப்பாட்டு'களின் சாயலில் அமைந்த பல பாடல்களை ராஜா பாடியிருக்கும் விதம் அந்தப் பண்பாட்டின் சாரத்தையே வெளிப்படுத்துவதாக அமைந்து இன்றும் மலையாளிகளின் நெஞ்சங்களில் வாழ்கிறது. உதாரணமாக 'உம்மா' படத்தில் வரும் 'பாலாணு தேனாணு ' என்றபாடலில் என் சைனபா ! என்ற அழைப்பில் ராஜா தன் குரல்மூலம் அளிக்கும் உணர்ச்சிகரமான நெகிழ்வு அதை மறக்கமுடியாத காதல்பாடலா க்குகிறது. கேரளத்தின் என்றும் அழியாத இசைப்பாடல்களில் பல ஏ. எம். ராஜாவின் குரலில் ஒலிப்பவையே. காச கங்கையுடெ கரையில்.. போன்றபாடல்களை மலையாளத் திரையிசையின் 'கிளாசிக்'குகளாகவே சொல்லலாம்.தெலுங்கில் ஏ. எம். ராஜாவின் பெரும்பாலான பாடல்கள் சரித்திரம் படைத்த வெற்றிகள். 1959ல் அப்பு சேஸி பாப்பு கோடு படத்தில் இடம்பெற்ற  'மூகாவைனா எமி லே' இன்றும் ஆந்திராவில் ஒலித்துக் கொண்டிருக்கும் பாடல். 1954 'விப்ரநாராயணா' படத்தில் இடம்பெற்ற  'சூடுமடே செலியா' 'பாலிஞ்சர ரங்கா', 1957ல் அக்கா செல்லுலு ப்டத்தில் இடம்பெற்ற அந்து மாமிடி போன்றபாடல்களை தெலுங்கு திரையிசை மறக்கவேயில்லை. தமிழில் நீங்காப் புகழ்பெற்ற 'மாசிலா உண்மைக்காதலே' தெலுங்கில் வந்த 'பிரியதமா மனசு மரேனா' என்ற பாடத்தான். . அலாதீன் அற்புத தீபம் படத்தில் இடம்பெற்ற 'அண்டால கொனெட்டிலோனா'  'அமர சந்தேசம் 'படத்தில் இடம்பெற்ற 'ஏதோ நவீன பாவம்' என அவரது அழியாப்பாடல்களின் பட்டியலைப் பெரிதும் நீட்டமுடியும்.நடுவே திரைவாழ்க்கையில் ஏ. எம். ராஜாவுக்கு ஓர் இடைவெளி விழுந்தது. தன் மெல்லிசைக் கச்சேரிகள் மூலமாக அவர் வாழ்க்கையை நடத்தினார். பல வருடங்கள் கழித்து எழுபதுகளின் தொடக்கத்தில் இசையமைப்பாளர் வி. குமார் ஏ. எம். ராஜாவை மீண்டும் பாடவைத்தார். ரங்கராட்டினம் படத்துக்காக ஏ. எம். ராஜா பாடிய முத்தாரமே உன் ஊடல் என்னவோ?, புகுந்தவீடு படத்துக்காக ராஜா பாடிய செந்தாமரையே செந்தேனிதழே... ஆகியன குறிப்பிடத்தக்கதாக அமைந்தன. இரு பாடல்களும் சங்கர் கணேஷ் இசையமைத்தவை. 1973இல் வீட்டுமாப்பிள்ளை படத்தின் வழியாக  இசையமைப்பாளராகவும் ஏ. எம். ராஜா மறுவருகை புரிந்தார். அதில் வந்த ராசி நல்ல ராசி ஒரு வெற்றிப்பாடல். 1975இல் 'எனக்கொரு மகன் பிறப்பான்' படத்திற்காகவும் ஏ. எம். ராஜா இசையமைத்தார். இக்காலகட்டத்தில் 'தாய்க்கு ஒரு பிள்ளை', 'வீட்டுக்கு வந்த மருமகள்', 'பத்துமாத பந்தம்', 'அன்பு ரோஜா', 'இது இவர்களின் கதை' போன்ற பல படங்களுக்காக தொடர்ந்து பாடினார். 1970இல் ஏ. எம். ராஜா  மலையாளத்தில் 'அம்ம எந்ந ஸ்திரீ' படத்திற்கு இசையமைத்தார். ஜிக்கியும் எழுபதுகளில் ஒரு மீள்வரவை நிகழ்த்தினார். 1970இல் 'காதலெனும் காவியம்' முதல் 1993 ல் இளையராஜா- விஸ்வநாதன் இசையில் 'செந்தமிழ்பாட்டு' படத்தில் 'வண்ணவண்ண மெட்டெடுத்து' வரை அந்தப் பயணம் நீண்டது.ஏ.எம்.ராஜா தன் கடைசிநாள்வரை பாடகராக இயங்கிக்கொண்டு இருந்தார். 1989, ஏப்ரல் 8 ஆம் நாள் தேதி கன்னியாகுமரி மாவட்டத்தில் கூட்டாலுமூடு என்ற ஊரில் உள்ள பகவதி கோயிலில் இசைநிகழ்ச்சி முடிந்து தன் குழுவினருடன் தொடருந்தில் திரும்பிக் கொண்டிருந்தார். உதவியாளனாக வந்த ஒரு புதிய பையன் தொடருந்தைத் தவறவிட்டு விட்டான் என்று எண்ணி கவலைகொண்டு நாகர்கோயில் - நெல்லை நடுவே வள்ளியூர் என்ற ஊரில் புகையிரத நிலையத்தில் இறங்கி தேடினார். ரயில் புறப்படவே ஓடிவந்து ஏறமுயன்றவர் கால்தவறி ரயிலின் அடியில் விழுந்து நசுங்கி உருக்குலைந்து இறந்தார்.",
        "முதல் படம்": "கல்யாணப் பரிசு",
        "அறிமுக ஆண்டு": "1959",
        "பிறந்த திகதி": "01/07/1929",
        "பிறப்பிடம்": "Chittoor, Madras Presidency, British Raj  Andhra pradesh",
        "செயற்பாட்டுக் காலம்": "1950s, early 1960s, early 1970s",
        "தொழில்": [
            "திரைப்பட பின்னணிப் பாடகர்"
        ],
        "இசை வடிவங்கள்": [
            "கருநாடக இசை"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "01 July 1929"
    },
    {
        "பெயர்": "ஏ.எல்.ராகவன்(பாடகர்)",
        "அறிமுகம்": "ஏ. எல். இராகவன் (A. L. Ragavan; 1933 - சூன் 19, 2020), தென்னிந்தியாவின் பழம்பெரும் திரைப்பட நடிகரும், பின்னணிப் பாடகரும் ஆவார். இவர் 1950களில் இருந்து 1970கள் வரை தமிழ்த் திரைப்படங்களில் பல பாடல்களைப் பாடியுள்ளார். இவரது மனைவி பிரபல நடிகை எம். என். இராஜம் ஆவார். இந்த இணையருக்கு பிரம்மா என்ற மகனும், நளினா என்ற மகளும் உண்டு.இவர் அ. லெட்சுமண பாகவதரின் மகனாக, 1933-இல் தஞ்சாவூர் மாவட்டம், பாபநாசம் வட்டம், அய்யம்பேட்டையில் பிறந்தார். ஏ. எல். இராகவன் 1947 ஆம் ஆண்டு கிருஷ்ண விஜயம் திரைப்படத்தில் நடிகராக அறிமுகமானார். அதன்பிறகு சுதர்ஸன் படத்தில் கண்ணனாக நடித்தார். 1950 ஆம் ஆண்டு வெளியான விஜயகுமாரி திரைப்படத்தில் குமாரி கமலாவுக்காக பெண் குரலில் பாடி பாடகராக அறிமுகமானார். அதன்பிறகு எங்கிருந்தாலும் வாழ்க...,  சீட்டுக்கட்டு ராஜா..., என்ன வேகம் நில்லு பாமா..., அங்கமுத்து தங்கமுத்து... உள்ளிட்ட பல பாடல்களால் நன்கு அறியப்பட்டவர். ஏ. எல். இராகவன் சௌராட்டிர சமூகத்தைச் சேர்ந்தவர்.. அன்பே வா திரைப்படத்தில் எம்.ஜி.ஆர். உடன் சேர்ந்து, 'நாடோடி நாடோடி...' என்ற திரைப்பாடலுக்கு நடனம் ஆடினார்.  பிற்காலத்தில் அலைகள், அகல்யா போன்ற தொலைக்காட்சித் தொடர்களில் நடித்துள்ளார். உடல்நிலை பாதிக்கப்பட்ட இராகவன் சென்னை தனியார் மருத்துவமனையில் அனுமதிக்கப்பட்டதில், இவருக்கு கொரோனா வைரசு தொற்று கண்டறியப்பட்டது. இந்நிலையில் 2020 சூன் 19 இறந்தார்.",
        "உள்ளடக்கம்": null,
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "22/11/1933",
        "பிறப்பிடம்": "Ayyampettai, Thanjavur",
        "செயற்பாட்டுக் காலம்": "1947–2020",
        "தொழில்": [
            "திரைப்படப் பின்னணிப் பாடகர்"
        ],
        "இசை வடிவங்கள்": [
            "திரையிசை"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "22 November 1933"
    },
    {
        "பெயர்": "கார்த்திக்",
        "அறிமுகம்": "கார்த்திக் (பிறப்பு 7 நவம்பர் 1980) சென்னையைச் சேர்ந்த தென்னிந்திய திரைப்படப் பாடகர். துவக்கத்தில் துணைப்பாடகராக ஏ.ஆர்.ரகுமானிடம் பணிபுரிந்த வந்த கார்த்திக் பின்னர் அவர் இசையமைப்பில் பல பாடல்களைப் பாடத் தொடங்கினார். பின்னர் பல இசையமைப்பாளர்களும் விரும்பும் பாடகராக தமிழ், இந்தி, தெலுங்கு, மலையாளம் மற்றும் கன்னடம் ஆகிய பல மொழிகளில் பாடியுள்ளார். பாய்ஸ் படத்தில் அவர் பாடிய \"எனக்கொரு கெர்ல்பிரண்ட் வேணுமடா\" என்ற பாடலும் கஜினியில் \"ஒரு மாலை\" பாடலும் பெருவெற்றி கண்டன. தெலுங்கு திரையுலகிலும்  கொத்தபங்காரு லோகம் மற்றும் ஹாப்பிடேஸ் படங்களில் அவரது பாடல்கள் பெரும் வரவேற்பைப் பெற்றன.வாரணம் ஆயிரம் படத்தில் அவர் கானா வகையில் பாடிய \"அவ என்ன\" என்ற பாடலும் பெரும் வரவேற்பைப் பெற்றுள்ளது. இந்தி மொழிமாற்றம் செய்து வெளியான கஜினி படத்தில் அவர் பாடிய \"பெக்கா\" பாடல் மூலம் உலகளவில் அறியப்பட்டார்.",
        "உள்ளடக்கம்": null,
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "07/11/1980",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": "2000–present",
        "தொழில்": [
            "பாடகர்"
        ],
        "இசை வடிவங்கள்": [
            "திரையிசை"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "07 November 1980"
    },
    {
        "பெயர்": "கே. ஜே. யேசுதாஸ்",
        "அறிமுகம்": "கட்டசேரி யோசஃப் யேசுதாஸ் (K. J. Yesudas) (மலையாளம்: കാട്ടശ്ശേരി ജോസഫ് യേശുദാസ്) , (பிறப்பு 10 சனவரி 1940) அல்லது பரவலாக கே.ஜே.யேசுதாஸ், ஓர் இந்திய கருநாடக இசைக் கலைஞரும் புகழ்பெற்றத் திரைப்படப் பாடகரும் ஆவார். இவர் தமது 50 ஆண்டுகள் திரைவாழ்வில்  மலையாளம், தமிழ், இந்தி, கன்னடம், தெலுங்கு, வங்காள மொழி, குஜராத்தி, ஒரியா, மராத்தி, பஞ்சாபி, சமசுகிருதம், துளு, மலாய் மொழி, உருசிய மொழி,அராபிய மொழி, இலத்தீன், ஆங்கிலம் ஆகிய மொழிகளில் 40,000-க்கும் கூடுதலான திரைப்பாடல்களைப் பாடியுள்ளார். சிறந்த திரைப் பின்னணிப் பாடகர் வகையில் வேறு எந்தப் பாடகரும் சாதிக்காத நிலையில் எட்டு முறை தேசிய விருது பெற்றுள்ளார்.மாநில அளவில் கேரளம், தமிழ்நாடு, கர்நாடகம், ஆந்திரப்பிரதேசம் மற்றும் மேற்கு வங்க அரசுகளிடம் மொத்தம் 45 முறை சிறந்த திரைப்பாடகராக விருது பெற்றுள்ளார். திரையிசைத் தவிர,கருநாடக இசைக் கச்சேரிகள் பல நிகழ்த்தியுள்ளார். சமயப் பாடல்கள், பிற மெல்லிசைப்பாடல்கள் அடங்கிய இசைத்தொகுப்புகளையும் வழங்கியுள்ளார். மலையாளத் திரைப்படங்களுக்கு இசை இயக்குனராகவும் பணியாற்றியுள்ளார். இவரை கான கந்தர்வன் என்று இவரது இரசிகர்கள் அழைக்கின்றனர்.பிலிம்பேர் விருதுகள் தெற்கு ஐந்து முறை பெற்றவர். சிறந்த பின்னணிப் பாடகருக்கான மாநில விருது  கேரளா, தமிழ்நாடு, ஆந்திரா, கர்நாடகா, மற்றும் மேற்கு வங்கம் மாநிலங்களின் அரசுகள் கொடுத்த விருதுகளை நாற்பத்து மூன்று முறை பெற்றவர். இவர் கலைகளுக்கு செய்த பங்களிப்புகளுக்காக இந்திய அரசால் இவருக்கு 1975 இல் பத்மஸ்ரீ , 2002 இல் பத்ம பூஷண், மற்றும் 2017 ஆம் ஆண்டில் பத்ம விபூஷன் (இரண்டாவது மிக உயர்ந்த சிவில் விருது) வழங்கப்பட்டது.  2011 ஆம் ஆண்டில் இசைத் துறையில் இவர் செய்த பங்களிப்புகளுக்காக சிஎன்என்-ஐபிஎன் சிறந்த சாதனை விருதை யேசுதாசுக்கு வழங்கி கௌரவித்தது. 2006 ஆம் ஆண்டில், சென்னையின் ஏ.வி.எம் ஸ்டுடியோவில் ஒரே நாளில் நான்கு தென்னிந்திய மொழிகளில் 16 திரைப்படப் பாடல்களைப் பாடினார்.  இந்த பாராட்டுகள் மற்றும் அங்கீகாரங்களின் விளைவாக, இவர் இந்திய இசை வரலாற்றில் மிகச் சிறந்த பாடகர்களில் ஒருவராக பரவலாகக் கருதப்படுகிறார். ",
        "உள்ளடக்கம்": "யேசுதாஸ் இலத்தீன் கத்தோலிக்கக் குடும்பத்தில் அகஸ்டைன் யோசப்குக்கும், அலைசுகுட்டிக்கும் மகனாக கேரளாவின் ஃபோர்ட் கொச்சியில் பிறந்தார். அவரது தந்தை அனைவரும் அறிந்த மலையாள செவ்விசைக் கலைஞரும் நடிகரும் ஆவார். துவக்கத்தில் இசைப்பயிற்சியை அவரிடமே கற்ற யேசுதாஸ் பின்னர் திருப்புனித்துறையில் இருந்த இசை அகாதெமியில் தனது இசைக் கல்வியைத் தொடர்ந்தார். சற்றுகாலம் வேச்சூர் அரிகர சுப்பிரமணிய அய்யரிடம் பயின்ற பின்னர் செம்பை வைத்தியநாத பாகவதரிடம் மேல்நிலைப் பயிற்சி பெற்றார். இந்துஸ்தானி இசையிலும் தேர்ச்சி பெற்றார்.யேசுதாஸ் திரைப்படப் பாடகராக 1960களில் கால்பாடுகள் என்ற மலையாளத் திரைப்படத்தில் துவங்கினார். தமிழ்த் திரைப்படங்களில் எஸ். பாலச்சந்தரின் பொம்மையில் முதன்முதலாக \"நீயும் பொம்மை, நானும் பொம்மை\" என்ற பாடல் மூலம் அறிமுகமானார். ஆனால் முதலில் வெளியான படமாக கொஞ்சும் குமரி அமைந்தது. 1970களில் இந்தித் திரைப்படங்களில் பாடத்துவங்கினார். முதல் இந்தி மொழிப்பாடல் \"ஜெய் ஜவான் ஜெய் கிசான்\" என்ற திரைப்படத்திற்கு பாடினார். ஆயினும் அவர் பாடி வெளிவந்த முதல் இந்திப் படமாக \"சோடிசி பாத்\" அமைந்தது.இவற்றைத் தொடர்ந்து பல மொழிப்படங்களில் பல்லாயிரக்கணக்கானப் பாடல்களைப் பாடி பல விருதுகளையும் பெற்றார். 2006ஆம் ஆண்டு சென்னை ஏவிஎம் அரங்கில் ஒரேநாளில் நான்கு தென்னிந்திய மொழிகளிலும் 16 திரைப்படப் பாடல்களை பாடி சாதனை நிகழ்த்தினார்.1961 நவம்பர் 14 அன்று யேசுதாஸ் ஜாதி பேதம் மாதா த்வேஷம் என்ற தனது பிரபலமான முதல் பாடலை எம். பி. ஸ்ரீனிவாசன் இசையில் பதிவு செய்தார். திரைப்படங்களில் தனது வாழ்க்கையைத் தொடங்க இவர் பாடிய நான்கு வரிகளையும் ஒரு பெரிய ஆசீர்வாதமாக கருதுகிறார், இது ஸ்ரீ தவிர வேறு யாராலும் எழுதப்படவில்லை நாராயண குரு, கேரளாவின் மிகவும் மரியாதைக்குரிய துறவி-கவிஞர்-சமூக சீர்திருத்தவாதி. ஸ்ரீ நாராயண குருவின் வாழ்க்கை மற்றும் காலங்களில் சமூக சீர்திருத்தத்தை அடிப்படையாகக் கொண்ட கல்படுகல் (1962) படம் . அந்தக் காலத்து பிரபல பாடகர்களான பி. லீலா, சாந்தா பி. நாயர், கே.பி. உதயபானு, எஸ். ஜானகி போன்றவர்களுடனும், பி.பாஸ்கரன் மற்றும் தம்பியாத் போன்ற பாடலாசிரியர்களுடனும் அவர் தொடர்பு கொண்டார். இந்த படத்திற்காக கவிஞர் குமரன் ஆசனின் வரிகளை அவர் பாடினார் . ஆரம்ப ஆண்டுகள் பிறகு அவர் பெரும்பாலானோர் அந்நேரத்தில் நிலைநாட்டப்பட்ட இசை இயக்குனர்களான, எம்பி ஸ்ரீநிவாசன் , ஜி தேவராஜன் , வி தட்சிணாமூர்த்தி , Br லட்சுமணன் , எம் பாபுராஜ் மற்றும் பலரால் தேடப்பட்ட பாடகரானார். இவ்வாறு மலையாளம், தமிழ், தெலுங்கு மற்றும் கன்னடம் திரைப்படங்களை உள்ளடக்கிய பின்னணி பாடலில் அவரது வாழ்க்கையைத் தொடங்கினார் . பர்யா என்ற மலையாள படத்தின் ( ஜி. தேவராஜனின் இசை மற்றும் வயலார் ராமவர்மாவின் பாடல்) முதல் பெரிய வெற்றியைப் பெற்றார் . 1967 ஆம் ஆண்டில், பி.வேணு இயக்கிய உதயோகஸ்தா படத்திற்காக எம்.எஸ்.பாபுராஜின் இசையமைப்பில் வெற்றிப் பாடல்களைப் பாடினார். அவர் தமிழ் திரையிசையில்  பொம்மை திரைப்படத்தில் முதன்முதலில் எஸ் பாலசந்தர் இசையில் பாடினார். ஆனால் முதன்முதலாக வெளியிடப்பட்ட திரைப்படம் வேதாவின் இசையில் கொஞ்சும் குமாரி ஆகும். 1965 ல் மீண்டும் பல்வேறு நகரங்களிலும் இசை கச்சேரிகளில் செய்ய சோவியத் ஒன்றியம் அரசாங்கம் அழைக்கப்பட்டார். சோவியத் மேலும் வானொலி கஜகஸ்தான் மீது ஒரு ரஷியன் பாடல் பாடினார். சலீல், யேசுதாஸ் மற்றும் மூவரும் பிரேம் நசீர் 1970 களின் மலையாள சினிமா துறையில் நுழைந்தார்.1970 ஆம் ஆண்டில் கேரள சங்கீதா நாடக அகாடமியின் தலைவராக பரிந்துரைக்கப்பட்டார், மேலும் இந்த பதவியை வகித்த இளைய நபர் ஆவார்.தென்னிந்திய திரைப்படங்களில் ஒரு தசாப்த பாடலுக்குப் பிறகு, 1970 களின் முற்பகுதியில் யேசுதாஸுக்கு இந்தித் திரையிசையில் வாய்ப்புக் கிடைத்தது. இவர் பாடிய முதல் இந்தி பாடல் ஜெய் ஜவன் ஜெய் கிசான் (1971) திரைப்படத்தில் பாடினார். ஆனால் முதலில் வெளியான திரைப்படம் சோதி சி பாத் ஆகும், இதன் விளைவாக இவர் \"ஜானேமன் ஜானேமன்\" போன்ற பாடல்களுக்காக பிரபலமடைந்தார். அமிதாப் பச்சன் , அமோல் பலேகர், ஜீந்திரா உள்ளிட்ட இந்தித் திரையுலகில் பல முன்னணி நடிகர்களுக்காக இந்திப் பாடல்களைப் பாடியுள்ளார். ரவீந்திர ஜெயின், பாப்பி லஹிரி, கயாம், ராஜ்கமல், சலீல் சவுத்ரி உள்ளிட்ட இசை இயக்குனர்களுக்காக பல பசுமையான இந்தித் திரைப்படப் பாடல்களைப் பாடியுள்ளார்.யேசுதாஸின் மிகவும் பிரபலமான இந்தி பாடல்கள் 1976 ஆம் ஆண்டு சிட்சோர் திரைப்படத்தில் , ரவீந்திர ஜெயின் இசையுடன் .1999 நவம்பர் 14 அன்று பாரிஸில் நடந்த \"அமைதிக்கான இசை\" நிகழ்வில் \"இசை மற்றும் அமைதிக்கான சிறந்த சாதனைகள்\" என்பதற்காக யுனெஸ்கோவால் கௌரவ விருது வழங்கப்பட்டது. இது புதிய மில்லினியத்தின் விடியலைக் குறிக்கும் ஒரு நிகழ்ச்சியாகும், இதில் கலந்துகொண்ட கலைஞர்களும் அடங்குவர். லியோனல் ரிச்சி , ரே சார்லஸ் , மொன்செராட் கபாலே மற்றும் ஜூபின் மேத்தா போன்றவர்கள் .2001 ஆம் ஆண்டில் ஆல்பத்திற்கான பாடினார் அஹிம்சா உள்ள சமஸ்கிருதம் , லத்தீன் மற்றும் ஆங்கிலம் உட்பட பாணிகள் ஒரு கலப்பில் புதுயுக மற்றும் கர்நாடக. மத்திய கிழக்கில் அவரது இசை நிகழ்ச்சிகளில் அவர் கர்நாடக பாணியில் அரபு பாடல்களைப் பாடுகிறார் . இந்திய இசையை ஊக்குவிக்கும் வகையில் வெளிநாடுகளில் தனது நிகழ்ச்சிகளின் மூலம் இந்தியாவின் கலாச்சார தூதராக அடிக்கடி பணியாற்றுகிறார்.2009 ஆம் ஆண்டில், யேசுதாஸ் திருவனந்தபுரத்தில் பயங்கரவாதத்திற்கு எதிரான ஒரு குறுக்கு நாட்டு இசை பிரச்சாரத்தைத் தொடங்கினார், 'அமைதிக்கான இசை' என்ற குறிக்கோளுடன்.  'சாந்தி சங்கீத யாத்திரை' தொடங்கப்பட்டதைக் குறிக்கும் வகையில் ஹேமந்த் கர்காரேவின் மனைவி கவிதா கர்கரே, யேசுதாஸுக்கு ஜோதியை ஒப்படைத்தார். சூர்ய கிருஷ்ணமூர்த்தி ஏற்பாடு செய்த 36 வயதான சூரிய இசை விழாவில் யேசுதாஸ் 36 முறை நிகழ்த்தியுள்ளார்.யேசுதாஸ் பிரபாவை மணந்தார். அவர்களது திருமணம் பிப்ரவரி 1, 1970 அன்று நடந்தது. இவர்களுக்கு வினோத் (பி. 1977), விஜய் (பி. 1979) மற்றும் விஷால் (பி. 1981) ஆகிய மூன்று மகன்கள் உள்ளனர். இவர்களது இரண்டாவது மகன் விஜய் யேசுதாஸ் 2007,2012 மற்றும் 2018 ஆம் ஆண்டுகளில் சிறந்த ஆண் பின்னணி பாடகருக்கான கேரள மாநில திரைப்பட விருதை வென்ற ஒரு இசைக்கலைஞர் ஆவார். ஸ்ரீ நாராயண குருவின் சிறந்த செய்தி, \"ஒரே மதம் மற்றும் அனைத்து மனிதர்களுக்கும் ஒரே கடவுள்\", இளம் யேசுதாஸ் தனது சக மனிதர்களுடன் பழகுவதில் தாக்கத்தை ஏற்படுத்தியது. இசைக்கலைஞர்களிடமும் அவர் தனது சொந்த ஹீரோக்களைக் கொண்டிருந்தார். முகமது ரஃபி , செம்பை மருத்துவநாத பகவதர் , பாலமுரளி கிருஷ்ணா ஆகியோர் அவர் மிகவும் போற்றுகிறார்கள். யேசுதாஸ் வருகை வருகிறது கொல்லூர் மூகாம்பிகை கோவில் , கொல்லூர் , கர்நாடகா தனது பிறந்த நாள் அன்று keerthans பாட சரஸ்வதி தேவி, அறிவு, இசை மற்றும் கலைகளின் தெய்வம். 2000 ஆம் ஆண்டில் அவரது 60 வது பிறந்தநாளில் இசை விழா தொடங்கியது. ஒன்பது நாள் இசை விழா ஒவ்வொரு ஜனவரியிலும் கொல்லூர் முகம்பிகா கோவிலில் தொடங்குகிறது. ஜனவரி 10, 2010 ஞாயிற்றுக்கிழமை, கொல்லூர் ஸ்ரீ முகம்பிகா கோவிலில் தனது 70 வது பிறந்தநாளை (சப்ததி) 'சங்கீதர்ச்சனா' (கிளாசிக்கல் பக்தி பாடல்கள்) மற்றும் 70 பாடகர்களுடன் முகம்பிகா தெய்வத்திற்கு முன் கொண்டாடினார். தியாகராஜாவின் கவிதைகளில் \"பஞ்சரத்ன கயானா\" சங்கீதர்ச்சனத்தில் இருந்தது. வித்யாரம்பா விழாவிலும் பங்கேற்றார். அகில இந்திய வானொலி சிறப்பு சங்கீதர்ச்சனாவை கேரளா முழுவதும் ஒளிபரப்பியது. \"ஹரிவராசனம்\" என்ற ஹிட் பாடல் உட்பட அய்யப்பாவுக்கு அர்ப்பணித்த பல பாடல்களும் யேசுதாஸில் உள்ளன. 2002 இல், மராட் படுகொலையின் போது, மூத்த கவிஞர் சுகதகுமாரியுடன் அவர் அந்த இடத்திற்குச் சென்று வன்முறைக்கு எதிராக வகுப்புகளை நடத்தினார். ஜி.தேவராஜன் இசையமைத்த பக்தி பாடல் இசை வடிவமான ஹரிவராசனம் , சபரிமலை கோயிலை மூடுவதற்கு முன்பு ஓதினார், யேசுதாஸ் பாடினார். பல்வேறு புகழ்பெற்ற பாடகர்களின் இந்தப்பாடலின் வெவ்வேறு ஜோவியைப் இருந்த போதும், சபரிமலை அதிகாரப்பூர்வமாக யேசுதாஸ் 'குரல் பயன்படுத்துகிறது ஹரிவராசனம் ஒவ்வொரு நாள்.1980 ஆம் ஆண்டில் யேசுதாஸ் நிறுவப்பட்டது Tharangani ஸ்டுடியோ மணிக்கு திருவனந்தபுரம் . 1992 ஆம் ஆண்டில் அலுவலகம் மற்றும் ஸ்டுடியோ சென்னை , தமிழ்நாட்டிற்கு மாற்றப்பட்டது , நிறுவனம் 1998 இல் அமெரிக்காவில் இணைக்கப்பட்டது. தரங்னி ஸ்டுடியோ மற்றும் தரங்னி ரெக்கார்ட்ஸ் கேரளாவில் ஒரு பதிவு மையமாக மாறியது, இது முதன்முறையாக மலையாள திரைப்பட பாடல்களின் ஆடியோ கேசட்டுகளை வெளியே கொண்டு வந்தது ஸ்டீரியோவில். ரெக்கார்ட் நிறுவனத்தில் சென்னை ஸ்டுடியோ 27 இல் குரல் கலக்கும் ஸ்டுடியோவும் இருந்தது. உலகம் முழுவதும் திரைப்பட மற்றும் இந்திய கிளாசிக்கல் இசை நிகழ்ச்சிகளுக்காக ஸ்டுடியோ தொடர்ந்து யேசுதாஸின் நிகழ்வுகளைத் தயாரித்து வழங்கி வருகிறது.மேற்கு வங்க அரசு சிறந்த ஆண் பின்னணி பாடகருக்கான மேற்கு வங்க மாநில திரைப்பட விருது (1 முறை)கவுரவ டாக்டரேட் இருந்து அண்ணாமலை பல்கலைக்கழகம் , கேரள பல்கலைக்கழகம்  மற்றும் எம்ஜி பல்கலைக்கழகம் சங்கீதா கலசிகாமணி , 2002 இந்தியன் ஃபைன் ஆர்ட்ஸ் சொசைட்டி, சென்னைஸ்வரலயா கைராலி யேசுதாஸ் விருதை (2006) வென்றதை ஏற்றுக்கொண்ட உரையில், ஏ.ஆர்.ரஹ்மான் , \"ஸ்வரலயாவின் சைகையால் நான் பெரிதும் மதிக்கப்படுகிறேன், மேலும் இந்த விருதை எனக்கு மிகவும் பிடித்த பாடகர் திரு யேசுதாஸிடமிருந்து பெறுகிறேன். அவர் எனக்கு மிகவும் பிடித்த குரல்களில் ஒன்றாகும் இந்த உலகத்தில்.\" மற்றொரு சந்தர்ப்பத்தில் அவர் யேசுதாஸைப் பற்றி கூறினார், \"அவரது குரல் ஒப்பிடமுடியாது, அவரது குரல் கடவுள் கொடுத்தது, நான் 3 வயதிலிருந்தே அவரது பாடல்களைக் கேட்டுக்கொண்டிருக்கிறேன்\"ரவீந்திர ஜெயின் , ஒரு நேர்காணலில், பார்வையற்ற இசை இயக்குனர், அவர் எப்போதாவது பார்வையை மீட்டெடுக்க நேர்ந்தால், அவர் முதலில் பார்க்க விரும்பும் நபர் யேசுதாஸ் என்று ஒப்புக்கொண்டார்.2003 ஆம் ஆண்டில், கோடீஸ்வரரும் தொழிலதிபருமான பி.ஆர். ஷெட்டி துபாயின் தி இந்தியன் உயர்நிலைப்பள்ளியில் நடைபெற்ற அவரது இசை நிகழ்ச்சியைக் கேட்டபின் 1992 மாடல் ரோல்ஸ் ராய்ஸ் சில்வர் ஸ்பிரிட்டை அவருக்கு பரிசளித்தார் . ஷெட்டி கூறினார்: \"நான் அவருடைய கச்சேரியால் மட்டுமல்ல, மனிதர்களிடம் கடவுளின் தயவைப் பற்றி பேசிய மனிதராலும் என்னைத் தொட்டேன்\". 2012 ஆம் ஆண்டில் பிலிம்பேருக்கு அளித்த பேட்டியில் பாப்பி லஹிரி கூறினார் : \"'யேசுதாஸ்' குரல் கடவுளால் தொட்டது. கிஷோரெடாவுக்குப் பிறகு, அவர் என்னில் மிகச் சிறந்ததை வெளிப்படுத்திய மற்றொரு பாடகர். அவர் ஒரு யோகி, இசைக்காக வாழும் ஒரு மாயக்காரர். அவர் எடுத்துக்கொள்கிறார். உங்கள் தாளங்கள் வேறொரு நிலைக்குச் செல்கின்றன. மேலும் அவரது குறிப்பு சரியானது, முதல் முறையாக அதை வழங்க நீங்கள் அவரை நம்பலாம். அவருடன் பணிபுரிவது எனது மெல்லிசைப் பக்கத்துடன் என்னைத் தொட்டது. அவர் இந்தி படங்களில் பெரிதும் பயன்படுத்தப்படுவதில்லை. நான் இந்தியை விரும்புகிறேன் இன்றைய திரைப்பட இசையமைப்பாளர்கள் அவரது மேதைகளை உணர்ந்து அவருக்கு பணிகளை வழங்குகிறார்கள். \"யேசுதாசுக்கு பிரபா என்ற மனைவியும் வினோத், விஜய், விசால் என்ற மகன்களும் உள்ளனர். இரண்டாவது மகன் விஜய் யேசுதாஸ் தமது தந்தையைப் பின்பற்றி திரைப்படப் பாடகராக விளங்குகிறார். இக்குடும்பம் சென்னை மற்றும் திருவனந்தப்புரத்தில் வாழ்ந்து வருகின்றனர். தவிர ஐக்கிய அமெரிக்காவில் புளோரிடா மற்றும் டெக்சாசில் நிலங்கள் வணிக நோக்கோடு வைத்துள்ளார்.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "10/01/1940",
        "பிறப்பிடம்": "Fort Kochi, Kingdom of Cochin, British India",
        "செயற்பாட்டுக் காலம்": "1961–present",
        "தொழில்": [],
        "இசை வடிவங்கள்": [
            "கருநாடக இசை  திரையிசை இசை இயக்குனர்[1]"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "10 January 1940"
    },
    {
        "பெயர்": "சங்கர் மகாதேவன்",
        "அறிமுகம்": "சங்கர் மகாதேவன் ஓர் இந்திய திரைப்படப் பின்னணிப் பாடகர்,பாப்பிசைக் கலைஞர் மற்றும் இசையமைப்பாளர். தமிழ் மற்றும் இந்தித் திரைப்படங்களில் பல பாடல்களைப் பாடியுள்ள சங்கர் மகாதேவன், பாலிவுட் திரைப்படங்களுக்கு இசையமைக்கின்ற சங்கர்-எசான்-லாய் மூவர் கூட்டணியின் அங்கமாவார்.  அவரது குரல் வீச்சிற்காக பெயர்பெற்ற சங்கர் நடப்பு இந்திய பாடகர்களில் ஓர் சிறந்த பாடகராகக் கருதப்படுகிறார்.",
        "உள்ளடக்கம்": "சங்கர் மகாதேவன் செம்பூர், மும்பையில் ஓர்  தமிழ் பேசும் கேரளப் பிராமணக் குடும்பத்தில் பிறந்து வளர்ந்தார்.  இளமையிலேயே கர்நாடக இசை மற்றும் இந்துஸ்தானி இசையில் பயிற்சி பெற்றார்.ஐந்து அகவையில் வீணை வாசிக்கும் திறமை பெற்றிருந்தார்.  காலே காகா என்றழைக்கப்பட்ட சீனிவாச காலேயிடம் இசை பயின்றார். செம்பூரில் உள்ள அவர் லேடி ஆஃப் பெர்பெட்சுவல் சக்கர் உயர்நிலைப்பள்ளியில் கல்வி கற்றபின் சயான் தென்னிந்திய கல்வி சமூகத்தின் (SIES) கல்லூரியில் இடைநிலைப்பள்ளி சான்றிதழ் படிப்பை முடித்தார்.1988ஆம் ஆண்டு நவி மும்பையில் அமைந்துள்ள மும்பை பல்கலைகழகத்தின் ஆளுமைக்குட்பட்ட ராம்ராவ் அதிக் தொழில்நுட்பக் கழகத்தில் கணிப் பொறியியலில் பட்டம் பெற்றார். ஆரக்கிளில் சிலகாலம் பணியாற்றினார்.மென்பொருள் பொறியியலாளராக வாழ்க்கையைத் துவங்கிய சங்கர் விரைவிலேயே இசைத்துறையில் காலடி வைத்தார். ஏ. ஆர். ரகுமான் இசையில் கண்டுகொண்டேன் கண்டுகொண்டேன் திரைப்படத்திற்காக அவர் பாடிய பாடலுக்கு தேசிய திரைப்பட விருது பெற்றார். 1998ஆம் ஆண்டு வெளியான இவரது முதல் இசைத்தொகுப்பு பிரெத்லெஸ் (மூச்சின்றி) இவரை பிரபலமாக்கியது. இந்த இசைத்தொகுப்பின் தலைப்புப் பாடலில் தொடக்கம் முதல் கடைசிவரை மூச்சிழக்காது பாடுவது போன்று தொகுக்கப்பட்டிருந்தது சிறப்பாகும். தொடர்ந்து பல தமிழ்த் திரைப்படங்களில் பாடல்கள் பாடியுள்ளார். பின்னர் சங்கர்-எசான்-லாய் என்ற மூவர் கூட்டணி அமைத்து பல இந்தித் திரைப்படங்களுக்கு இசை அமைக்கத் தொடங்கினார். தமிழைத் தவிர இந்தி,மலையாளம்,கன்னடம்,தெலுங்கு மற்றும் மராத்தியிலும் பாடல்கள் பாடியுள்ளார்.சில்க் (SILK) என்று ஆங்கில பெயரின் முதலெழுத்துக்களின் சுருக்கத்துடன் மோதுகைக் கலைஞர் சிவமணி,மிருதங்கம் சிறீதர் பார்த்தசாரதி,விசைப்பலகை கலைஞர் லூயி பாங்க்சு, அடித்தொனி கிட்டார் கலைஞர் கார்ல் பீட்டர்ஸ் ஆகியோருடன் இணைந்து பிணைவு நடன  இசைக்குழு (fusion jazz) சோதனையிலும் வெற்றி கண்டார்.மற்றொரு பிணைவு இசைக்குழுவான \"ரிமெம்பர் சக்தி\"யில் தபலாக் கலைஞர் சாகீர் உசேன், கிட்டார் கலைஞர் ஜான் மக்லாலின்,மண்டோலின் யூ. ஸ்ரீநிவாஸ் மற்றும் கஞ்சிரா வி. செல்வகணேஷ் ஆகியோருடன் பாடியுள்ளார்.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "03/03/1967",
        "பிறப்பிடம்": "Mumbai, Maharashtra, India",
        "செயற்பாட்டுக் காலம்": "1994–present",
        "தொழில்": [
            "திரைப் பாடகர்",
            " இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [
            "இந்திய செவ்விசை",
            " திரையிசை",
            " இசையமைப்பாளர்"
        ],
        "இசைக்கருவிகள்": [
            "வாய்ப்பாட்டு"
        ],
        "பிறந்த திகதி தமிழில்": "03 March 1967"
    },
    {
        "பெயர்": "சந்திரபாபு",
        "அறிமுகம்": "சந்திரபாபு (J.P.Chandrababu) (ஆகத்து 5, 1927 – மார்ச் 8, 1974) தமிழ்த் திரையுலகின் தலைசிறந்த நகைச்சுவை நடிகர்களில் ஒருவராகவும் சிறந்த பாடகராகவும் விளங்கியவர்.",
        "உள்ளடக்கம்": "சந்திரபாபு தூத்துக்குடியில் கிறித்தவக் குடும்பத்தில் பிறந்தவர். ஜோசப்பிச்சை என்னும் பெயரிடப்பட்ட இவரைப் பாபு என்று செல்லமாக அழைத்து வந்தனர். இவர், சந்திரகுல வம்சத்தில் பிறந்திருந்த காரணத்தால்  தமது பெயரைப் பின்னாளில் சந்திரபாபு என  மாற்றிக் கொண்டார்.சந்திரபாபுவின் தந்தை ஒரு விடுதலைப் போராட்ட வீரர். சுதந்திர வீரன் என்ற பத்திரிகையை நடத்தி வந்தார். அன்றைய பிரித்தானிய அரசு இவரது சொத்துகளைப் பறிமுதல் செய்து, சத்தியாக்கிரக இயக்கத்தில் கலந்து கொண்டமைக்காக 1929 இல் அவரைக் கைது செய்தது. அவர் விடுதலையானவுடன் அவரையும் அவரது குடும்பத்தினரையும் இலங்கைக்கு நாடு கடத்தியது. அங்கு அவர் ஒரு தமிழ்ப் பத்திரிகையில் பணியாற்றினார். சந்திரபாபு கொழும்பில் புனித யோசேப்பு கல்லூரியிலும் பின்னர்க் கொழும்பு அக்குவைனாசு கல்லூரியிலும் கல்வி கற்றார். சந்திரபாபுவின் குடும்பம் 1943-ஆம் ஆண்டில் இந்தியா திரும்பி சென்னையில் குடியேறியது. சென்னை திருவல்லிக்கேணியில் வாழ்ந்து வந்தனர். தந்தை தினமணி பத்திரிகையில் பணியாற்றினார்.சிறு வயதிலேயே பாடும் திறமை பெற்றிருந்த சந்திரபாபு, ஆங்கிலேயரின் நவநாகரிகப் போக்கினால் பெரிதும் ஈர்க்கப்பட்டார். தனது 16-ஆம் வயதில் சென்னையை அடைந்து திரையுலகில் நுழைய முயற்சிகளை மேற்கொண்டார்.ஒரு படத்தளத்தின் உள்ளே சென்று வாய்ப்புத் தேட அனுமதிக்கப்படாததால், தற்கொலைக்கும் முயன்றவர். நீதி மன்றத்தில் நிறுத்தப்பட்ட சந்திரபாபு, நீதிபதியின் முன்னால் ஒரு தீக்குச்சி கொண்டு தனது கையைச் சுட்டுக் கொண்டு கூறினார்: \"உங்களுக்கு நான் சுட்டுக் கொண்டதுதான் தெரியும்; என் காயத்தை உங்களால் உணர முடியாது. அதுபோலத்தான் என் துயரும்.\"1947-ஆம் ஆண்டு தன அமராவதி என்னும் திரைப்படம் மூலமாக திரையுலகில் அடியெடுத்து வைத்த சந்திரபாபு விரைவிலேயே முன்னணி நகைச்சுவை நடிகரானார். 1950-ஆம் ஆண்டுகளில் பெரும் நட்சத்திரங்களாக உருவாகிக் கொண்டிருந்த எம்.ஜி.ஆர், சிவாஜி கணேசன், ஜெமினி கணேசன் என அனைவரது திரைப்படங்களிலும் நகைச்சுவை வேடங்களில் நடித்தார்.சபாஷ் மீனா என்னும் வெற்றிப் படத்தில் இரு வேடம் தாங்கி நடித்த இவருக்கு அவற்றில் ஒரு வேடத்தில் சரோஜாதேவி இணையாக நடித்திருந்தார். அதன் கதாநாயகனான சிவாஜி கணேசனின் ஜோடியாக மாலினி நடித்திருந்தார். இதைப் போலவே புதையல் திரைப்படத்தில், கதாநாயகன் சிவாஜி கணேசனுக்கு ஈடாக, கதாநாயகி பத்மினியைக் காதலித்து ஏமாற்றமுறும் பாத்திரம் ஒன்றில் திறம்பட நடித்திருந்தார்.தற்போது சென்னைத் தமிழ் எனவும், அன்றைய நாளில் மெட்ராஸ் பாஷை எனவும் வழங்கிய வட்டார வழக்கைச் சிறப்பாகக் கையாளுவதில் அவர் பெயர் பெற்றிருந்தார்.தமது நடிப்பிற்காகவும் பாடல் திறமைக்காகவும் பிரத்தியேகமான ரசிகர் குழாமைக் கொண்டிருந்தார்.நகைச்சுவை நடிகரான சந்திரபாபுவின் சொந்த வாழ்க்கை மகிழ்ச்சிகரமானதாக இல்லை. அவர் மணந்த பெண் தான் வேறொருவரை விரும்புவதாகக் கூறியதால், அந்தப் பெண்ணின் விருப்பப்படியே அவர் விரும்பும் நபருடன் சந்தோசமாக வாழ, அவரை மரியாதையுடன் அனுப்பி வைத்தவர் சந்திரபாபு. (இந்தச் சம்பவத்தை அடிப்படையாக வைத்தே “அந்த 7 நாட்கள்” படத்தின் திரைக்கதையை அமைத்ததாக பின்னாளில் நடிகரும் இயக்குனருமான பாக்கியராஜ் தெரிவித்தார்.)சர்ச்சைகளும் சக நடிகர்களுடனான சச்சரவுகளும் சந்திரபாபுவைச் சூழ்ந்தே இருந்தன.கவலை இல்லாத மனிதன் மற்றும் குமார ராஜா என்னும் இரு திரைப்படங்களில் கதாநாயகனாக நடித்ததும் இனி நகைச்சுவை நடிகராகப் போவதில்லை என்று அறிவித்தார். ஆயினும், அவை இரண்டுமே வர்த்தக ரீதியாக வெற்றி பெறாததால், மீண்டும் போலீஸ்காரன் மகள் போன்ற திரைப்படங்களில் நகைச்சுவை வேடம் ஏற்கத் தொடங்கினார்.அவர் தாமே கதாநாயகனாக நடித்து, தயாரித்து இயக்கிய தட்டுங்கள் திறக்கப்படும் என்னும் திரைப்படத்தின் படுதோல்வியுடன் அவரது திரை வாழ்க்கை அநேகமாக இறுதிக் கட்டத்தை அடைந்து விட்டது என்றே கூறலாம். 1960 -ஆம் ஆண்டுகளில் நாகேஷ் பின்னர் சோ ஆகியோர் நகைச்சுவை நடிகர்களாக முன்னேறத் தொடங்கியதும் சந்திரபாபுவின் திரையுலக வாழ்வில் தேக்கம் உண்டானது. மேலும், அச்சமயம் அவர் மீளாக் குடிக்கும், பெத்தடின் போதைக்கும் அடிமையாகி இருந்தார். இருப்பினும், அடிமைப்பெண், ராஜா, கண்ணன் என் காதலன் (இதில் சோவும் உடன் நடித்தார்) போன்ற ஒரு சில படங்களிலும் நடித்தார்.1975-ஆம் ஆண்டு வெளிவந்த 'பிள்ளைச் செல்வம்' (1974)  என்னும் திரைப்படமே இவரது கடைசிப் படமாகும். அது வெளிவருவதற்கு முன்பாகவே 1974-ஆம் ஆண்டு இவர் மரணமடைந்தார். சந்திரபாபுவின் வாழ்க்கை பற்றிய புத்தகம் ஒன்று, கண்ணீரும் புன்னகையும் என்ற பெயரில் கிழக்குப் பதிப்பகம் மூலம் வெளிவந்துள்ளது. பலங்களும், பலவீனங்களும் கலந்த மனிதரான சந்திரபாபு திரையுலகம் மறக்க இயாலாத திறமையாளர்களில் ஒருவர்.சந்திரபாபு கத்தோலிக்க கிறிஸ்தவர் என்பதால் மாதாவின் மீது அதிக பக்தி கொண்டவர். 20-ஆம் நூற்றாண்டின் மத்திய பகுதியில் உலகம் முழுவதும் பாத்திமா மாதாவின் புகழ் பரவிக் கொண்டிருந்த சமயம்.  சந்திரபாபுவும் பாத்திமா மாதாவின் மீது அதிகபற்றுக் கொண்டவராக இருந்தார். அந்தச் சமயத்தில் பாத்திமா மாதாவின் பெயரால் இந்தியாவில் ஒரு பெரிய தேவாலயம் கட்டும் முயற்சி தென்னிந்தியாவில் தமிழ்நாடு, ஆந்திரா, கர்நாடகம் ஆகிய மூன்று மாநிலங்களும் சங்கமிக்கும் பகுதியான கிருஷ்ணகிரியில் (1958) மேற்கொள்ளப்பட்டது. இந்தத் தேவாலயம் கட்டுவதற்காகக் கலைநிகழ்ச்சிகள் நடத்தி பெரும் தொகையைத் திரட்டிக்கொடுத்தார். அந்தத் தொகையைக் கொண்டே இந்தத் தேவாலயத்திற்கான அஸ்திவாரப்பணிகள் தொடங்கப்பட்டன. இதைக் குறிக்கும் வகையில் தூய பாத்திமா அன்னை தேவாலயத்தில் சந்திரபாபுவின் பெயரில் கல்வெட்டு ஒன்றும் பொறிக்கப்பட்டுள்ளது.சந்திரபாபு மேற்கத்திய பாணிப் பாடல்களைப் பாடுவதில் மிகச் சிறந்து விளங்கினார். அவரது பாடல்கள் பலவற்றிற்கு அவரே ஓரளவு இசையமைத்ததாகவும் கூறுவர். சுமார் அரை நூற்றாண்டு கழிந்த பின்னரும் இன்றளவும் ஒலிக்கும் அவரது சில பாடல்கள்:",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "05/08/1927",
        "பிறப்பிடம்": "Tuticorin, India",
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [
            "நகைச்சுவை நடிகர்",
            " இயக்குநர்",
            " பின்னணிப் பாடகர்",
            " நடனம்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "05 August 1927"
    },
    {
        "பெயர்": "சி.எஸ்.ஜெயராமன்",
        "அறிமுகம்": "சி. எஸ். ஜெயராமன் (6 சனவரி 1917 - 29 சனவரி 1995) எனப் பொதுவாக அறியப்படும் சிதம்பரம் சுந்தரம்பிள்ளை ஜெயராமன் ஒரு நடிகரும், இசையமைப்பாளரும், பிரபல திரைப்படப் பாடகரும் ஆவார். இவர் பாடிய பாடல்கள் 1940க்கும் 1970க்கும் இடைப்பட்ட காலத்தில் வெளியான பல திரைப்படங்களில் இடம்பெற்றன.",
        "உள்ளடக்கம்": "ஜெயராமன் கோயில் நகரமான சிதம்பரத்தில் பிறந்தார். இவரது தந்தையார் சுந்தரம்பிள்ளை பிரபலமான கர்நாடக இசை வாய்ப்பாட்டுக் கலைஞர். இவர் தி. மு. க தலைவரும் முன்னாள் தமிழ்நாடு முதலமைச்சருமான மு.கருணாநிதியின் முதல் மனைவி பத்மாவதியின் அண்ணனும், மு. க. முத்துவின் தாய்மாமனும் ஆவார். தொடக்கத்தில் கருணாநிதி ஒரு திரைக்கதை எழுத்தாளராக சினிமாவில் அறிமுகமாவதற்குக் காரணமாக இருந்தவர் ஜெயராமன்.ஜெயராமன் 1917 ஆண்டு தை மாதம் 6 நாள் பிறந்தார். ஜெயராமன், கிருஷ்ண லீலா (1934), பக்த துருவன் (1935), நல்ல தங்காள் (1935), லீலாவதி சுலோச்சனா (1936), இழந்த காதல் (1941), பூம்பாவை (1944), கிருஷ்ண பக்தி (1948) ஆகிய படங்களில் நடித்தார்.உதயனன் வாசவதத்தா (1946), ரத்தக்கண்ணீர் (1954) ஆகிய இரண்டு படங்களுக்குத் தனியாக இசையமைத்துள்ளார்.  விஜயகுமாரி (1950), கிருஷ்ண விஜயம் (1950) ஆகிய படங்களில் இணை இசையமைப்பாளராக பணியாற்றியுள்ளார்.திரைப்படத்துறையில் ஒரு பின்னணிப் பாடகராகவே இவர் புகழ் பெற்றார். இவரது இசைத்திறமை காரணமாக இவர் தமிழிசைச் சித்தர் என்று அழைக்கப்பட்டார். இவர் தமிழில் மட்டுமன்றிச் சில கன்னடப் பாடல்களையும் பாடியுள்ளார்.சி. எஸ். ஜெயராமன் பாடிய சில பாடல்கள் இங்கு பட்டியலிடப்பட்டுள்ளன:ஜெயராமன் 1995 ஆம் ஆண்டு சனவரி 29 ஆம் தேதி காலமானார்.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "சீர்காழி கோவிந்தராஜன்",
        "அறிமுகம்": "சீர்காழி எஸ்.கோவிந்தராஜன் (ஜனவரி 19, 1933 - மார்ச் 24, 1988) தமிழ் கருநாடக இசைப் பாடகரும், திரைப்படப் பின்னணிப் பாடகரும் ஆவார்.",
        "உள்ளடக்கம்": "பெயர் : சி. கோவிந்தராசன்பிறப்பு: 19 ஜனவரி 1933இறப்பு: 24 மார்ச் 1988.பெற்றோர்: சிவசிதம்பரம், அவையாம்பாள்பிறப்பிடம்: சீர்காழிஆரம்பக் கல்வி: வாணிவிலாஸ் பாடசாலை, சீர்காழிஇளமைப் பருவத்தில் விரும்பிப் பாடிய பாடல்கள் சில:இளம் வயதில் நடிகராக பணியாற்றிய நிறுவனங்கள்:தேவி நாடக சபா, பாய்ஸ் கம்பெனிஇசைக்கல்வி: சென்னை இசைக்கல்லூரிஇசை வாழ்வின் ஆரம்பத்தில் பெற்ற பட்டங்கள்: இசைமணி, சங்கித வித்வான்பிடித்த ராகங்கள்: லதாங்கி, கல்யாணி, சங்கராபரணம்திரைப்படத்துக்காக பாடிய முதல்பாடல்: 1953 இல் பொன்வயல் என்ற படத்துக்காக சிரிப்புத் தான் வருகுதைய்யா எனத்தொடங்கும் பாடல்,ஆனால் அந்த பாடலுக்கு முன்பே ஜெமினி நிறுவனம் தயாரித்த ஔவையார் திரைப்படத்திற்காக ஆத்திச்சூடியை பாடினார். திரைப்படத்தில் சீர்காழியார் பெயர் வெளியிடப்படவில்லை.(பட்டியல் முழுமையானதன்று)சக்ரவர்த்தித் திருமகள், புதுமைப் பித்தன் மற்றும் ராஜராஜன் போன்ற படங்களில் எம்.ஜி.ஆருக்கான அனைத்து பாடல்களையும் இவரே பாடியிருந்தார்.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "19/01/1933",
        "பிறப்பிடம்": "Sirkazhi, Thanjavur district Madras Presidency, British India",
        "செயற்பாட்டுக் காலம்": "1952–1988",
        "தொழில்": [
            "இசை"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "19 January 1933"
    },
    {
        "பெயர்": "டி. எம். சௌந்தரராஜன்",
        "அறிமுகம்": "டி. எம். சௌந்தரராஜன் (T. M. Soundararajan, மார்ச் 24, 1922 - மே 25, 2013) தமிழ்த் திரைப்படப் பின்னணிப் பாடகர். 2003இல் பத்மசிறீ விருதைப் பெற்ற சௌந்தரராஜன் நாற்பது ஆண்டுகள் தமிழ்த் திரைப்படங்களில் பாடினார். இவர் திரைப்பட பாடல்கள் மட்டுமின்றி பல பக்தி பாடல்களையும் பாடினார். ",
        "உள்ளடக்கம்": "சௌராட்டிரக் குடும்பத்தில் மதுரையில் தொ. அ. மீனாட்சி ஐயங்கார் என்பவரின் இரண்டாவது மகனாகப் பிறந்தவர் சௌந்தரராஜன். சௌந்தரராஜன் 1946 இல் சுமுத்திரா என்பவரைத் திருமணம் புரிந்தார். பிரபல வித்துவான் பூச்சி சிறீனிவாச ஐயங்காரின் மருமகன் காரைக்குடி ராஜாமணி ஐயங்காரிடம் முறையாக இசைப் பயிற்சி பெற்று திரையுலகில் நுழைந்தார். பல ஆண்டுகளாகக் கச்சேரி செய்து வந்த இவரை சுந்தரராவ் நட்கர்னி என்பவர் தனது கிருஷ்ண விஜயம் (1950) திரைப்படத்தில் \"ராதே நீ என்னை விட்டுப் போகாதேடி\" என்ற பாடலைப் பாடுவதற்கு ஒப்பந்தம் செய்தார். அதைத் தொடர்ந்து மந்திரி குமாரி, தேவகி, சர்வாதிகாரி போன்ற படங்களில் பாடுவதற்கு வாய்ப்புக் கிடைத்தது. தேவகி படத்தில் அவர் பாடி நடித்திருந்தார்.இவர் சிவாஜி, எம்.ஜி.ஆர், ஜெமினி, ஜெய்சங்கர், ரவிச்சந்திரன், முத்துராமன்,எஸ். எஸ். ராஜேந்திரன் மற்றும் நாகேஷ் உட்பட பல முன்னணி திரைப்பட நடிகர்கள் ஒவ்வொருவருக்கும் பொறுத்தமான, தனித் தனி குரலில் பாடி, அந்த நடிகர்களின் முகத்தை தனது குரலின் மூலம் ரசிகர்களின் மனக்கண்னில் நிலை நிறுத்தும் ஆற்றல் இவருக்கு மட்டுமே உண்டு என்று தமிழக மக்கள் இவரை புகழ்ந்து வருகின்றனர்வீரம், காதல், சோகம், துள்ளல், தத்துவம், நையாண்டி மற்றும் கிராமிய மணம் கமழும் 10 ஆயிரத்துக்கும் மேற்பட்ட திரைப்படப் பாடல்களையும், 2500க்கு மேற்பட்ட பக்திப் பாடல்களையும் பாடியுள்ளார். இன்றைய முன்னணி திரைப்பட நட்சத்திரங்களான ரஜினிகாந்த் மற்றும் கமல்ஹாசன் ஆகியவர்களுக்கும் பாடியுள்ளார்.2010ல் கோவையில் நடந்த உலகத் தமிழ்ச் செம்மொழி மாநாட்டிற்காக உருவான “செம்மொழியான தமிழ்மொழியாம்” என்ற பாடலே டி. எம். சௌந்தரராஜன் இறுதியாக பாடிய பாடலாகும்.1962 ஆம் ஆண்டு வெளியான பட்டினத்தார் எனும் திரைப்படத்தில் முக்கிய கதாபாத்திரமான பட்டினத்தாராக இவர் நடித்துள்ளார். அருணகிரிநாதர் எனும் திரைப்படத்திலும் கதாநாயகனாக நடித்து, முருகக் கடவுள் மீது இவர் பாடிய  “முத்தைத் திருபத்தித் திருநகை” எனும் பாடல் குறிப்பிடத்தக்க புகழடைந்தது.இதயக் கோளாறு காரணமாக சிகிச்சை பெற்று வந்த நிலையில் 2013 மே 25-ம் தேதி மாலை 3.50 மணிக்கு அவர் சென்னையில் காலமானார்.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "24/03/1923",
        "பிறப்பிடம்": "Madurai, Madras Presidency, British India",
        "செயற்பாட்டுக் காலம்": "1946–2013",
        "தொழில்": [
            "திரைப்பட நடிகர்",
            " பின்னணிப் பாடகர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "24 March 1923"
    },
    {
        "பெயர்": "திப்பு",
        "அறிமுகம்": "திப்பு தமிழ், கன்னடம், மலையாளம், தெலுங்கு மொழிகளில் பாடும் ஒரு தென்னிந்திய திரைப்படப்பாடகர். இவரது இயற்பெயர் ஏகாம்பரேஷ் என ஓர் தொலைக்காட்சி நிகழ்ச்சியில் (காபி வித் அனு) கூறியுள்ளார். பின்னணிப் பாடகி ஹரிணியை மணம் புரிந்துள்ளார். சாய் ஸ்மிரிதி என்ற மகளும் சாய் பிரத்யங்கர் என்ற மகனும் உள்ளனர்.",
        "உள்ளடக்கம்": "",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "01/11/1978",
        "பிறப்பிடம்": "Tiruchirappalli, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "1999–present",
        "தொழில்": [
            "பாடகர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "01 November 1978"
    },
    {
        "பெயர்": "திருச்சி லோகநாதன்",
        "அறிமுகம்": "திருச்சி லோகநாதன் (சூலை 24, 1924 - நவம்பர் 17, 1989) தமிழ்த் திரைப்பட முதல் பின்னணிப் பாடகர். பல திரையிசைப் பாடல்களைப் பாடியவர்.",
        "உள்ளடக்கம்": "திருச்சி மலைக் கோட்டை மாநகரில் நகைத்தொழில் செய்த சுப்ரமணியன் என்பவருக்கு மகனாகப் பிறந்தவர் லோகநாதன். இவர் பெயரில் உள்ள T என்ற எழுத்து திருச்சிராப்பள்ளியைக் குறிப்பதாகும்.நடராஜன் என்பவரிடம் முறையாக இசை பயின்றார். சிறுவயதில் ஜி. ராமநாதன் இசையமைத்த பாடல்களை விருப்பமாகப் பாடுவார்.இவர் பாடிய முதல் திரைப்பட பாடல்: வாராய் நீ வாராய் எனத் தொடங்கும் பாடல், எம். ஜி. ராமச்சந்திரன் கதாநாயகனாக நடித்த முதல் படத்தில் ஜி. ராமநாதன் இசையமைப்பில் ஜிக்கியோடு இணைந்து பாடினார்.இவரது இரண்டாவது பாடல்: மு. கருணாநிதியின் கதை, வசனத்தில் உருவான அபிமன்யு (1948) திரைப்படத்தில் இடம்பெற்ற இனி வசந்தமாம் வாழ்விலே என்ற பாடல்.லோகநாதன் நகைச்சுவை நடிகை சி. டி. ராஜகாந்தத்தின் மகள் ராஜலெட்சுமி என்பவரை மணம் புரிந்தார். இவர்களுக்கு டி. எல். மகராஜன், தீபன் சக்ரவர்த்தி  ('பூங்கதவே தாள் திறவாய்' என நிழல்கள் படத்தில் பாடியவர்), தியாகராஜன் என மூன்று ஆண் பிள்ளைகள் உள்ளனர்.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "24/07/1924",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": "1947–1986",
        "தொழில்": [
            "பாடகர்"
        ],
        "இசை வடிவங்கள்": [
            "திரையிசை (பின்னணிப் பாடகர்)",
            " இந்திய பாரம்பரிய இசை",
            ""
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "24 July 1924"
    },
    {
        "பெயர்": "பி. பி. ஸ்ரீநிவாஸ்",
        "அறிமுகம்": "பி. பி. ஸ்ரீநிவாஸ் (Prativadi Bhayankara Sreenivas, செப்டம்பர் 22, 1930 - ஏப்ரல் 14, 2013) தென்னிந்தியாவின் பழம்பெரும் திரைப்படப் பின்னணிப் பாடகர். இவர் தமிழ், தெலுங்கு, மலையாளம், கன்னடம், இந்தி உட்படப் 12 இந்திய மொழிகளில் ஆயிரக்கணக்கான பாடல்களைப் பாடியுள்ளார். இவர் இந்தியாவில், ஆந்திரப் பிரதேசத்தில் உள்ள காக்கிநாடா மாவட்டத்தில் பிறந்தார்.ஸ்ரீநிவாசின் முதல் பாடல் ஜெமினி தயாரித்து 1951 இல் வெளிவந்த மிஸ்டர் சம்பத் என்ற இந்திப் படத்தில் இடம்பெற்றது. கனஹிபரது என்ற பாடலை முதன் முதலில் பாடினார். இவரது முதல் தமிழ்ப் பாடல் சிந்தனை என் செல்வமே\" என்ற பாடல், 1953 இல் வெளிவந்த ஜாதகம் படத்தில் இடம்பெற்றது.ஆங்கிலம், உருது உட்பட எட்டு மொழிகளில் புலமை பெற்றவர். இவற்றில் பல பாடல்களையும் எழுதியுள்ளார். மதுவண்டு என்ற புனைப்பெயரில் தமிழ்க் கவிதைகளை எழுதினார். வறுமையின் நிறம் சிவப்பு, நண்டு ஆகிய திரைப்படங்களில் வரும் இந்திப்பாடல்களை இவரே இயற்றினார்.தமிழ்த் திரையிசை உலகில் டி. எம். சௌந்தரராஜன் புகழுச்சியில் இருந்த காலத்தில் ஸ்ரீநிவாஸ் அவருக்கு அடுத்த இடத்தில் விளங்கினார். உச்சஸ்தாயியில் பாடிவந்தோர் காலகட்டத்தில், மென்மையான குரல் கொண்டு இனிமையைக் கூட்டி, பாடுவதில் ஒரு புதிய பாணியை கொண்டுவந்தவர். 'காலங்களில் அவள் வசந்தம்' எனும் பாடலைப் பாடி பெரும்புகழை ஈட்டினார். தமிழ்ப் படங்களில் ஜெமினி கணேசனுக்கும், கன்னடத்தில் ராஜ்குமாருக்கும் இவர் அநேகமாக அவர்களின் அனைத்துப் படங்களிலும் பின்னணி பாடியுள்ளார்.",
        "உள்ளடக்கம்": "ஸ்ரீனிவாஸ் சென்னையில் 2013 ஏப்ரல் 14 அன்று தனது 82 வயதில் இறந்தார். மதிய உணவை சாப்பிடும்போது அவருக்கு மாரடைப்பு ஏற்பட்டது. அடுத்த நாள் அவரது உடல் தகனம் செய்யப்பட்டது. இவருக்கு மனைவி மற்றும் குழந்தைகள் உள்ளனர்.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "22/09/1930",
        "பிறப்பிடம்": "Kakinada, Andhra Pradesh",
        "செயற்பாட்டுக் காலம்": "1951-2013",
        "தொழில்": [
            "பாடகர்"
        ],
        "இசை வடிவங்கள்": [
            "பின்னணிப் பாடகர்"
        ],
        "இசைக்கருவிகள்": [
            "இசைக்கலைஞர்"
        ],
        "பிறந்த திகதி தமிழில்": "22 September 1930"
    },
    {
        "பெயர்": "மது பாலகிருஷ்ணன்",
        "அறிமுகம்": "மது பாலகிருஷ்ணன் (சூன் 24, 1974) மலையாளம் , தமிழ், தெலுங்கு , கன்னடம் ஆகிய மொழிகளில் பாடியுள்ள ஓர் இந்தியத் திரைப்படப் பாடகர்.\n",
        "உள்ளடக்கம்": null,
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "24/06/1974",
        "பிறப்பிடம்": "Thiruvananthapuram, Kochi, Kerala, India",
        "செயற்பாட்டுக் காலம்": "1995–present",
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "24 June 1974"
    },
    {
        "பெயர்": "மலேசியா வாசுதேவன்",
        "அறிமுகம்": "மலேசியா வாசுதேவன் (Malaysia Vasudevan) (சூன் 15, 1944 - பெப்ரவரி 20, 2011) ஒரு தென்னிந்தியத் திரைப்படப் பாடகரும் நடிகரும் ஆவார். எட்டாயிரத்திற்கும் அதிகமான தமிழ்த் திரைப்பாடல்களைப் பாடியவர்.",
        "உள்ளடக்கம்": "கேரளத்தைப் பிறப்பிடமாகக் கொண்ட மலேசியாவைச் சேர்ந்த சத்து நாயர் - அம்மாளு தம்பதியருக்கு எட்டாவது மகனாகப் பிறந்தார் வாசுதேவன். மலேசியாவில் தமிழர் இசைக் குழு ஒன்றில் முக்கிய பாடகராக விளங்கினார்மலேசியாவில் பல நாடகங்களில் நடித்த அனுபவத்தை நம்பிக்கையாகக் கொண்டு சென்னை வந்தார். திரைப்பட வாய்ப்புகளைத் தேடினார். மலேசியத் தமிழர்கள் கூட்டாகத் தயாரித்த \"இரத்தப் பேய்\" என்ற தமிழ்ப் படத்தில் முதல் முறையாக நடிகனாக அறிமுகமானார். 1970களில் விளம்பர நிறுவனங்களுக்காக 45 ஆவணப் படங்களில் நடித்துள்ளார். இளையராஜாவின் \"பாவலர் பிரதர்ஸ்\" குழுவில் பல மேடைக் கச்சேரிகளில் பாடி வந்தார்.மலேசியா வாசுதேவன் அன்னப்பூரணி (உஷா வாசுதேவன்) ௭ன்ற பெண்ணை 26 சனவரி மாதம் 1976-இல் திருமணம் செய்து கொண்டார். இவருக்கு மூன்று பிள்ளைகள்: யுகேந்திரன், பிரசாந்தினி மற்றும் பவித்ரா. இவருடைய மகன் தமிழ்த் திரைப் படங்களிலும் மற்ற மொழி திரைப் படங்களிலும் நடித்துள்ளார். மேலும் பின்னணிப் பாடகராகவும் திகழ்கிறார். இவருடைய மகள் பிரசாந்தினி ஒரு பின்னணிப் பாடகி. வாரணம் ஆயிரம், ஆடுகளம் போன்ற பல திரைப் படங்களில் பாடல் பாடியுள்ளார்.ஜி. கே. வெங்கடேசு இசையமைப்பில் \"பொல்லாத உலகில் ஒரு போராட்டம்\" என்ற படத்தில் பாலு விக்கிற பத்தம்மா... என்ற பாடல் மூலம் திரையுலகில் பாடகராக அறிமுகமானார். பாரதிராஜா இயக்கத்தில் 16 வயதினிலே படத்தில் கமல்ஹாசனுக்காக \"ஆட்டுக்குட்டி முட்டையிட்டு...\" என்ற அவர் பாடிய பாடல் பெரும் புகழ் பெற்றது.அதன் பிறகு ஏராளமான படங்களில் புகழ்பெற்ற பாடல்களைப் பாடினார். கோடைகாலக் காற்றே, அள்ளித் தந்த பூமி, அடியாடு பூங்கொடியே, தங்கச் சங்கிலி எனப் பல பாடல்கள் புகழ் பெற்றன.ஒரு கைதியின் டைரி படத்தில் வில்லனாக நடித்தார். அதன் பின்னர் பல படங்களில் நடிக்கவும் தொடங்கினார். 85 திரைப்படங்களில் நடித்துள்ளார். முதல் வசந்தம், ஊர்க்காவலன், ஜல்லிக்கட்டு என வெற்றிப் படங்கள் பலவற்றில் வில்லனாகவும் குணச்சித்திர வேடத்திலும் நடித்துள்ளார். சன் தொலைக்காட்சியில் \"சிலந்தி வலை\" உட்பட ஏராளமான தொலைக்காட்சித் தொடர்களில் நடித்துள்ளார்.ஆனந்த் என்பவர் இயக்கிய \"மலர்களிலே அவள் மல்லிகை\" என்ற படத்திற்கு கதை, வசனம் எழுதியிருக்கிறார்.மலேசியா வாசுதேவன் ௭ண்பதுகளில் ஒரு சில தமிழ்த் திரைப் படங்களுக்கு இசையமைத்து உள்ளார். குறிப்பாக சாமந்தி பூ, பாக்கு வெத்தலை மற்றும் ஆயிரம் கைகள் போன்ற திரைப் படங்களுக்கு இசையமைத்தார்.தமிழக அரசின் கலைமாமணி விருது இவருக்குக் கிடைத்தது.சில ஆண்டுகளாகப் பக்கவாத நோயால் பாதிக்கப்பட்ட வாசுதேவன் 2011 பெப்ரவரி 20 ஞாயிற்றுக்கிழமை பகல் 1 மணிக்கு காலமானார்.இவர் நடித்த சில திரைப்படங்கள் ",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "15/06/1944",
        "பிறப்பிடம்": "Kuala Selangor, Selangor Darul Ehsan, Japanese Malaya",
        "செயற்பாட்டுக் காலம்": "1962–2011",
        "தொழில்": [
            "பின்னணிப் பாடகர்",
            " நடிகர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "15 June 1944"
    },
    {
        "பெயர்": "மனோ",
        "அறிமுகம்": "மனோ (தெலுங்கு: మనో) (பிறப்பு அக்டோபர் 26, 1965) தென்னிந்தியத் திரைப்படங்களில் பாடிவரும் ஒரு திரைப்படப் பின்னணிப் பாடகர். இவர் தமிழ், மலையாளம், தெலுங்கு, கன்னடம் மற்றும் இந்தி மொழிகளில் பாடியுள்ளார். தமது திரைவாழ்வை நடிகராகத் துவங்கி பின்னர் பின்னணிப் பாடகராக புகழ்பெற்றார். சின்னத் தம்பி என்ற படத்தில் \"தூளியிலே\" என்ற பாடலுக்காக தமிழ்நாடு அரசு விருது பெற்றார்.",
        "உள்ளடக்கம்": "மனோ தெலுங்கு இசுலாமியக் குடும்பத்தில் பிறந்தவர். இவரது இயற்பெயர் நாகூர் பாபு ஆகும். இவரது பெயரை பிற்காலத்தில் மனோ என்று இளையராஜா மாற்றினார். தமது கருநாடக இசைப் பயிற்சியை பிரபல பாடகர் நேதனூரி கிருஷ்ணமூர்த்தியிடம் பெற்றார்.துவக்கத்தில் பல மேடை நாடகங்களில் நடித்து 15 தெலுங்குத் திரைப்படங்களில் நடித்துள்ளார். இவரது படமொன்றிற்கு இசையமைக்க வந்த இசையமைப்பாளர் எம். எஸ். விஸ்வநாதன் இவருடைய பின்னணியை அறிந்து தன்னுடைய குழுவில் துணை புரிய சென்னைக்கு அழைத்துக்கொண்டார். அவரிடம் இரண்டரை ஆண்டுகள் பணி புரிந்துள்ளார். 1984ஆம் ஆண்டு தெலுங்கு இசையமைப்பாளர் சக்கரவர்த்தியிடம் பணிபுரியத் தொடங்கினார். 1984ஆம் ஆண்டு கற்பூரதீபம் என்ற படத்தில் எஸ். பி. பாலசுப்பிரமணியம், பி. சுசீலாவுடன் இணைந்து பாடும் ஓர் வாய்ப்பு கிடைத்தது. அதனைத் தொடர்ந்து கன்னடத் திரைப்படம் ஒன்றில் இசையமைப்பாளர் அம்சலேகா வாய்ப்பு கொடுத்தார். 1986ஆம் ஆண்டு இளையராஜா பூவிழி வாசலிலே என்றத் தமிழ்த் திரைப்படத்தில் \"அண்ணே அண்ணே\" என்ற பாடலைப் பாட வாய்ப்பு கொடுத்தார். தொடர்ந்து எங்க ஊரு பாட்டுக்காரன் படத்தில் திருப்புமுனை தந்த \"செண்பகமே\", \"மதுரை மரிக்கொழுந்து வாசம்\" மற்றும் வேலைக்காரன் படத்தில் \"வா வா கண்ணா வா\", \"வேலையில்லாதவன்\" போன்ற பாடல்கள் மூலம் பரவலாக அறியப்படத் தொடங்கினார். சிங்கார வேலன் படத்தில் ஓர் வேடமேற்று நடித்துள்ளார்.காதலன் படத்தில் \"முக்காலா முக்காபலா\", முத்து படத்தில் \"தில்லானா தில்லானா\" மற்றும் உள்ளத்தை அள்ளித்தா படத்தில் \"அழகிய லைலா\" போன்ற பாடல்கள் பெருவெற்றி பெற்றன.மனோ தெலுங்கு, தமிழ், ஒரியா, மலையாளம், கன்னடம், இந்தி போன்ற 15 மொழிகளில் ஆயிரக்கணக்கான பாடல்களைப் பாடியுள்ளார். 1979 ஆம் ஆண்டில், மனோ ஒரு தெலுங்கு திரைப்படத்தின் படப்பிடிப்பில் இருந்தபோது, ​​மூத்த இசையமைப்பாளர் எம்.எஸ். விஸ்வநாதன் இருந்தார், ஒரு பாடலைப் பாட வேண்டிய அசல் பாடகர் எஸ். பி. பாலசுப்பிரமணியம் பதிவறங்கிற்கு கடைசிவரை வர முடியவில்லை. தற்செயலாக, மனோவின் தந்தையின் நல்ல நண்பராக இருந்த இசையமைப்பாளரின் உதவியாளரால் மனோ தனது பாடும் திறனைக் காட்டும்படி கேட்கப்பட்டார். மனோ ஒரு சில கஜல் பாடல்களை பாடி அங்கு வந்த பார்வையாளர்களின் பாராட்டுதலுக்கும், இசையமைப்பாளருக்கும் வழங்கினார். அப்போதிருந்து, மனோ விஸ்வநாதனால் சில பாடல் பாடல்களைப் பாட கையெழுத்திட்டார், அதன் மீது இறுதி பாடலில் முக்கிய பாடகர் பாடுவார். 1982 ஆம் ஆண்டில், மனோ பிரபல இசையமைப்பாளர் சக்ரவர்த்தியை அணுகினார். தப்லா வீரராக வரவிருக்கும் தனது சகோதரருக்கு வாய்ப்பு கோருகிறார். இருப்பினும், அவரைப் போன்ற ஒரு உதவியாளர் பாடல் பாடல்களைப் பாட வேண்டும் என்று சக்ரவர்த்தி வலியுறுத்தினார். மனோ, தனது படையில் சேர்ந்து கிட்டத்தட்ட 2 ஆண்டுகள் உதவினார். சக்ரவர்த்தியுடனான தனது பதவிக்காலத்தில், மனோ கிட்டத்தட்ட அனைத்து முன்னணி பாடகர்களுக்காக 2000 க்கும் மேற்பட்ட பாடல்களைப் பாடினார்.இளையராஜாவுடன் தனது நீண்டகால வாழ்க்கையைத் தொடங்குவதற்கு முன்பு, ஏற்கனவே நிறுவப்பட்ட பாடகர் நாகூர் ஈ.எம்.ஹனிபாவுடன் பெயர் மோதலைத் தவிர்ப்பதற்காக மனோ நாகூர் பாபு எனும் பெயரை\"மனோ\" என்று இளையராஜாவால் மறுபெயரிடப்பட்டார் . தமிழ் திரைப்படமான பாசிலின் \"பூவிழி வாசலிலே\" தலைப்பு பாடலில் \"அண்ணே அண்ணே நீ என்ன சொன்ன\" என்ற தனது முதல் பாடலில் இளையராஜாவால் இந்த பெயர் தேர்ந்தெடுக்கப்பட்டது மற்றும் பெயர் சூட்டப்பட்டது. மனோ தனது தமிழ் மற்றும் தெலுங்கு படங்களுக்காக ஒரே இசையமைப்பாளரின் கீழ் பல பசுமையான மறக்கமுடியாத பாடல்களைப் பதிவு செய்தார். 1987 ஆம் ஆண்டில், எங்க ஊரு பாட்டுக்காரன் படத்திற்காக பிரபலமான பாடல்களைப் பாடி மனோவுக்கு ஒரு பெரிய இடைவெளி கிடைத்தது . \"செண்பகமே செண்பகமே\" மற்றும் \"மதுர மரிக்கொழுந்து வாசம்\" பாடல்கள் கேட்பவர்களிடையே உடனடி வெற்றியைப் பெற்றது. எனினும்,அவரது குரல் எஸ். பி. பாலசுப்பிரமணியம் குரலோடு ஒன்றி வருகிறது என்று கூறிய விமர்சகர்களிடமிருந்தும் அவர் விமர்சனங்களை எதிர்கொண்டார்.விமர்சனத்தை தனது முன்னேற்றத்தில் எடுத்துக் கொண்ட மனோ, இளையராஜாவுடன் 500 வெற்றிகரமான பாடல்களைப் பதிவுசெய்தார், மேலும் மெதுவாக மற்ற தமிழ் இசையமைப்பாளர்களுக்காகவும் பாடினார். கே.எஸ். சித்ரா, சுவர்ணலதா மற்றும் எஸ். ஜானகி ஆகியோருடன் அதிகபட்சமாக டூயட் பாடல்களைப் பதிவு செய்தார் . அவர் ஒரே நேரத்தில் தமிழ், தெலுங்கு மற்றும் கன்னட திரைப்படத் தொழில்களில் பல நூற்றுக்கணக்கான பாடல்களைப் பாடினார். கன்னடத்தில் அம்சலேகாவுடன் அவர் இணைந்திருப்பது பல வெற்றிப் படிகளை உருவாக்கியது, அவை பசுமையானதாக கருதப்படுகின்றன. அவரது சில மலையாளம், இந்தி மற்றும் ஒரியா பாடல்களுக்கும் நல்ல வரவேற்பு கிடைத்தது1980 களின் பிற்பகுதியில் மனோ தனது குரலில் சில மாற்றங்கள் மூலம் பரிசோதனை செய்வதைக் கண்டார், அது உண்மையில் அவரது விமர்சகர்களை அமைதியாக்குவதற்கு அவருக்கு ஆதரவாக செயல்பட்டது. 1988 கமல் நடித்த சூரசம்ஹாரத்தில், அவர் தனது வழிகாட்டியான இளையராஜாவால் ஊக்கப்படுத்தப்பட்ட குரலில் முதன்முதலில் பரிசோதனை செய்தார் (அவர் பாடலில் வித்தியாசமாக ஒலிக்க விரும்பினார் - வேதாளம் வந்து). ஷோலேயில் இருந்து பசுமையான ஆர்.டி. பின்னர் அவர் இன்னும் சில பாடல்களுக்கு குறிப்பாக அரபு தாளங்களைக் கொண்ட பாடல்களுக்கு அதே பாணியைப் பின்பற்றினார். 1994 ஆம் ஆண்டில், அவர்  ஏ. ஆர். ரகுமான் டூயட் பாடலான \"முக்காலா முக்காபிலா\" ஸ்வர்ணலதாவோடு காதலன் திரைப்படக்காக பாடினார். மனோவை இசையமைப்பாளர் மிகவும் வித்தியாசமான பாணியில் பாடச் சொன்னார், அவர் ஆர்.டி. பர்மன் வழியைப் பிடித்தார், முக்கலா பாடல் ஒரு பெரிய பிளாக்பஸ்டராக மாறியது, இது அனைத்து பிராந்திய தடைகளையும் உடைத்து முழு நாட்டையும் சென்றடைந்தது. அதே பாடலை தெலுங்கு மற்றும் இந்தி பதிப்புகளில் பதிவு செய்தார், அவை நல்ல வரவேற்பைப் பெற்றன. பரிசோதனையில் இந்த மகத்தான வெற்றியைத் தொடர்ந்து, பல இசை இயக்குநர்கள் அவரது புதிய புகழ் பெற்றனர் மற்றும் அவரை அதே பாணியில் பாட வைத்தனர். உதாரணமாக வித்தியாசாகர் இசையில் கர்ணா திரைப்படத்தில் \"ஏ சபா ஏ சபா\" போன்ற சில பாடல்களை அவர் தனது குரலில் பண்படுத்தினார். சிற்பியின் உள்ளத்தை அள்ளித்தா திரைப்படத்தில் \"நான் லவ் யூ\" மற்றும் \"அழகிய லைலா\" போன்ற பாடல்களை வித்தியாசமாக பாடினார். மற்றும் \"முத்து திரைப்படத்தில் ஏ. ஆர். ரகுமான் இசையில் தில்லானா தில்லானா பாடலையும் குரல் வித்தியாசம் செய்தார். ஆத்மா வரையோ போன்ற சில அரை-கிளாசிக்கல் எண்களையும் அவர் செய்துள்ளார் . அவர் ஒரு சில இந்தி திரைப்படப் பாடல்களை பாடியுள்ளார் குல்ஷன் குமார் இல் ஆயா சனம் , ஆஜா மேரி ஜான் , கசம் தெரி கசம் , மற்றும் சோர் அவுர் சந்த் .2000 களில் தெலுங்கு திரையுலகில் பின்னணிக்குரல் கலைஞராக மனோவின் மற்றொரு முகமும் காணப்பட்டது. தெலுங்கில் கிட்டத்தட்ட அனைத்து ரஜினிகாந்த் நடித்த திரைப்படங்களில் அவர் பின்னணிக்குரல் கொடுத்தார் . அவரது குரல் ரஜினிகாந்திற்கு கிட்டத்தட்ட ஒத்ததாக மாறியது மற்றும் அனைத்து இயக்குனர்கள் மற்றும் தயாரிப்பாளர்களிடமிருந்தும் பெரும் தேவை இருந்தது. தெலுங்கில் சில திரைப்படங்களில் கமல்ஹாசனுக்காக அவர் பின்னணிக்குரல் கொடுத்தார் .மனோ 2008 இல் வெளியான தெலுங்கு திரைப்படமான சோம்பேரிக்கு இசை அமைப்பாளராக பணியாற்றியுள்ளார் . அவரது இசையமைப்பிற்கு நல்ல வரவேற்பு கிடைத்தது.  விஜய் மற்றும் ஸ்ரியா சரண் ஆகியோர் முக்கிய கதாபாத்திரங்களில் நடித்த அழகிய தமிழ் மகன் (2007)ஐ, 2010 ஆம் ஆண்டில் மஹா முதுருவாக தெலுங்கில் வெளியிடுவதிலும் அவர் கைகோர்த்தார் . இருப்பினும், படம் பாக்ஸ் ஆபிஸில் தோல்வியடைந்தது. தெலுங்கில் இருந்து தமிழுக்கு மதுரை திமிரு மற்றும் குமரன் ரஜினி ரசிகன் ( யோகி மற்றும் புஜ்ஜிகாடு என பெயரிடப்பட்ட தெலுங்கு பதிப்புகளை) ஸ்டுடியோ பெயரில் \"லார்ட் வெங்கடேஸ்வர புரொடக்ஷன்ஸ்\" மற்றும் \"மனோ மீடியா என்டர்டெயின்மென்ட்ஸ்\" ஆகிய இரண்டு பெயர்கள் முறையே திரைப்படங்களையும் தயாரித்தார் .மனோ மனதோடு மனோ - ஜெயா தொலைக்காட்சியில் ஒரு இசை  நிகழ்ச்சியை தொகுத்து வழங்கினார் . விஜய் தொலைக்காட்சியின் இசைதொடர் நிகழ்ச்சியில் ஏர்டெல் சூப்பர் சிங்கர் ஜூனியர் சித்ரா மற்றும் மால்குடி சுபா ஆகியோர் நிரந்தர தீர்ப்புக் குழுவில் இவரும் ஒருவர். அவர் இணை நீதிபதிகள் இசை நிகழ்ச்சி ஐடியா சூப்பர் சிங்கர். கார்த்திக் மற்றும் ரெம்யா நம்பேசன் ஆகியோருடன் சன் சிங்கர் சீசன் 6 (2019) என்ற இசை நிகழ்ச்சியையும் இணைத் தீர்ப்பளிப்பவராவார் . அவர் இணை நீதிபதிகள் பிரபலமான தெலுங்கு தொலைக்காட்சி நகைச்சுவைத் தொடர் Jabardasth மற்றும் கூடுதல் Jabardasth கொண்டு ரோஜா.மனோ 1985 இல் ஜமீலாவை மணந்தார். அவர்களுக்கு மூன்று குழந்தைகள் உள்ளனர். ஷாகிர், ரஃபி, சோபியா. குமரன் ரஜினி ரசிகன் படத்திற்காக அவர்கள் இருவரும் பாடுவதில் அறிமுகமாகியுள்ளனர் . மூத்த மகன் ஷாகிர் ஓரிரு தமிழ் படங்களில் முன்னணி நடிகராக அறிமுகப்படுத்தப்பட்டார். மனோ மெஹ்தி ஹாசன் மற்றும் குலாம் அலி ஆகியோரது கஜல்களைக் கேட்பதை விரும்புகிறார் .",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "26/10/1965",
        "பிறப்பிடம்": "Sattenapalli, Andhra Pradesh, India",
        "செயற்பாட்டுக் காலம்": "1977–present",
        "தொழில்": [
            "பாடகர்",
            " நடிகர்",
            "பின்னணி குரல்(இரவல் குரல்) தருதல்",
            " இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [
            "திரையிசை",
            " கருநாடக இசை"
        ],
        "இசைக்கருவிகள்": [
            "வாய்ப்பாட்டு"
        ],
        "பிறந்த திகதி தமிழில்": "26 October 1965"
    },
    {
        "பெயர்": "விஜய் யேசுதாஸ்",
        "அறிமுகம்": "விஜய் யேசுதாஸ் கட்டசேரி (மலையாளம்: വിജയ് യേശുദാസ്,ஆங்கிலம்:Vijay Yesudas)(பிறப்பு மார்ச் 23, 1979)  தென்னிந்தியத் திரைப்படங்களில் பாடியுள்ள ஓர் திரைப்படப் பின்னணிப் பாடகர். இவர் தமிழ், மலையாளம்,தெலுங்கு,கன்னடம் மற்றும் துளு மொழிகளில் பாடியுள்ளார்.",
        "உள்ளடக்கம்": "விஜய் யேசுதாஸ் புகழ்பெற்றப் பின்னணிப் பாடகர் கே. ஜே. யேசுதாஸ் மற்றும் பிரபாவிற்கு இரண்டாவது மகனாக சென்னையில் மார்ச் 23,1979 அன்று பிறந்தார். சனவரி 21, 2007 அன்று தமது நீண்டநாள் நண்பர் தர்சனாவை திருவனந்தபுரத்தில் திருமணம் செய்தார். இருவருக்கும் அம்மெயா என்ற மகள் உள்ளனர்.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "23/03/1979",
        "பிறப்பிடம்": "Chennai, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "1999–present",
        "தொழில்": [
            "திரைப்படப் பின்னணிப் பாடகர்"
        ],
        "இசை வடிவங்கள்": [
            "திரை இசை"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "23 March 1979"
    },
    {
        "பெயர்": "ஜெயச்சந்திரன்",
        "அறிமுகம்": "பி. ஜெயசந்திரன் (மலையாளம்: : പി.ജയചന്ദ്ര൯, ஆங்கில மொழி: P. Jayachandran; பிறப்பு: மார்ச் 3, 1944) தென்னிந்தியத் திரைப்படப் பின்னணிப் பாடகர். தமிழ், மலையாளம், கன்னடம்,தெலுங்கு மற்றும் இந்தி மொழித் திரைப்படங்களில் பாடியுள்ளார். அவர் இந்திய தேசிய திரைப்பட விருதை ஒருமுறையும்  தமிழக அரசின் மாநில திரைப்பட விருதை நான்கு முறையும் கேரள மாநில திரைப்பட விருதை நான்குமுறையும் பெற்றுள்ளார்.1997 ஆண்டு தமிழக அரசின் கலைமாமணி விருது பெற்றுள்ளார்.",
        "உள்ளடக்கம்": "ஜெயச்சந்திரன் எர்ணாகுளத்தின் இரவிபுரம் பகுதியில் புகழ்பெற்ற இசைக்கலைஞரும் கொச்சி அரச பரம்பரையைச் சேர்ந்தவருமான ரவிவர்மா கொச்சனியன் தம்புரானுக்கும் சுபத்திரா குஞ்சம்மாவிற்கும் பிறந்தவர். அன்னையின் தூண்டலால் ஆறு வயதிலேயே மிருதங்கம் வாசிக்கப் பயின்றார். எட்டு வயதில் கிறித்தவ தேவாலயங்களில் பக்திப் பாடல்கள் பாடத்தொடங்கினார். இரிஞ்சாலகுடாவில் வளர்ந்த ஜெயச்சந்திரன் அங்குள்ள தேசியப் பள்ளியில் படித்து வந்த நேரத்தில் பள்ளிப் போட்டிகளில் மிருதங்கம் மற்றும் மெல்லிசையில் பல பரிசுகளைப் பெற்று வந்தார். மாநில பள்ளிச்சிறுவர்களுக்கான ஓர் போட்டியில் 1958ஆம் ஆண்டு சிறந்த மிருதங்கக் கலைஞராக பரிசு பெற்றார். இதே போட்டியில் பின்னணிப் பாடகர் யேசுதாஸ் சிறந்த செவ்விசைப் பாடகராக தேர்வு பெற்றார்.விலங்கியலில் பட்டப்படிப்பை முடித்துக் கொண்டு 1965 இல் ஜெயச்சந்திரன் சென்னை வந்து சேர்ந்தார்.1965 இல் இந்திய பாக்கித்தான் போர் நிதி நிகழ்ச்சி ஒன்றில் கலந்து கொண்டு ஜெயச்சந்திரன் பாடினார். அந்த நிகழ்ச்சிக்கு வந்திருந்த ஏ. வின்சென்ட், தயாரிப்பாளர் ஆர். எஸ். பிரபு ஆகியோர் ஜெயச்சந்திரனை அவர்களின் குஞ்சாலி மரக்கார் என்ற மலையாலப் படத்தில் பாட வைத்தார்கள். இப்படம் வெளிவர முன்னரே ஜெயச்சந்திரன் பாடிய களித்தோழன் படம் வெளி வந்தது. 1972ஆம் ஆண்டு \"பணிதீராத வீடு\" என்ற மலையாளத் திரைப்படத்தில் எம். எஸ். விஸ்வநாதன் இசையமைப்பில் பாடிய நீலகிரியுடே என்ற பாடலுக்காக முதல் கேரள மாநில விருது பெற்றார்.1985ஆம் ஆண்டு \"ஸ்ரீ நாராயண குரு\" என்ற மலையாளத் திரைப்படத்தில் அவரது பாடல் சிவசங்கர சர்வ சரண்ய விபோ, தேசியத் திரைப்பட விருதினைப் பெற்றுத் தந்தது. ஏ. ஆர். ரகுமான் இசையில் கிழக்குச்சீமையிலே படத்தில் அவரது பாடல் கத்தாழம் காட்டுவழி தமிழ்நாடு மாநில திரைப்படவிருது பெற்றது.1975ஆம் ஆண்டு ஏ.ஆர்.ரகுமானின் தந்தை ஆர். கே. சேகர் இசையமைத்த \"பெண்படா\" என்ற மலையாளத் திரைப்படத்தில் வெள்ளி தேன் கிண்ணம் போல் என்ற இவரது பாடல், ஒன்பது வயதில் திலீப் சேகர் என்ற ஏ.ஆர். ரகுமான் இசையமைத்த முதல் பாடலாகக் கருதப்படுகிறது.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "03/03/1944",
        "பிறப்பிடம்": "Kochi, Kerala, India",
        "செயற்பாட்டுக் காலம்": "1965–present",
        "தொழில்": [
            "பாடகர்"
        ],
        "இசை வடிவங்கள்": [
            "திரையிசை"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "03 March 1944"
    },
    {
        "பெயர்": "ஸ்ரீநிவாஸ்",
        "அறிமுகம்": "ஸ்ரீநிவாஸ் (பிறப்பு:நவம்பர் 7, 1959) தமிழ்,கன்னடம்,மலையாளம்,தெலுங்கு மொழிகளில் பாடும் ஓர் தென்னிந்திய திரைப்படப்பாடகர். முன்னணி இசையமைப்பாளர்களான இளையராஜா,தேவா,ஏ. ஆர். ரகுமான்,வித்யாசாகர் போன்றவர்களின் இசையில் தென்னிந்திய மொழிகளிலும் இந்தியிலும் திரைப்பாடல்கள் பாடியுள்ளார்.வேதியியல் பொறியாளராக பத்தாண்டுகள் பணியாற்றிய பிறகு இசைத்துறையில் ஈடுபாடு காரணமாக உட்புகுந்து சாதனை படைத்தவர்.",
        "உள்ளடக்கம்": "ஸ்ரீநிவாஸ் தமிழ்நாட்டின் அம்பாசமுத்திரத்தில் துரைசாமி அய்யங்கார் மற்றும் இலட்சுமிக்கு பிறந்தவர். பின்னர்  கேரளாவின் திருவனந்தபுரத்தில் வளர்ந்தார். அங்கு தமது அத்தை பத்மா நாராயணன் உந்துதலில் இசையில் நாட்டமும் பயிற்சியும் பெற்றார்.வேதியியல் பொறியியல் பட்டப்படிப்பினை மும்பை பல்கலைக்கழகத்தின் கீழுள்ள வேதியியல் தொழில்நுட்பத் துறை (UDCT)யில்  முடித்தார்.பத்தாண்டுகள் பொறியாளராகப் பணிபுரிந்தபிறகு தமது இசையார்வம் காரணமாக பணிவாழ்வில் மாற்றத்தை விரும்பினார். 1988ஆம் ஆண்டு இளையராஜாவிடம் பணிபுரிய வாய்ப்பு கிடைத்தும் அன்றைய நாள் அவரது தொண்டைப்புண் காரணமாக நிறைவேறவில்லை.மீண்டும் 1992ஆம் ஆண்டு ரகுமானிடம் அறிமுகம் கிடைக்க சில விளம்பரப் பாடல்களுக்குக் குரல் கொடுத்து வந்தார்.1994ஆம் ஆண்டு முதல் சென்னையில் வசிக்கத் துவங்கினார்.அவரது முதல் பாடலாக மகேஷ் இசையமைப்பில் நம்மவர் படத்திற்காக \"சொர்க்கம் என்பது நமக்கு\" என்ற பாடல் அமைந்தது. அது வெற்றி பெற்றபோதும் அவருக்கு ஓர் திருப்புமுனையாக 1996ஆம் ஆண்டு ரகுமானின் இசையில் மின்சாரக் கனவு படத்தின் \"மானா மதுரை\" பாடல் அமைந்தது.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "07/11/1959",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": "1993–present",
        "தொழில்": [
            "பாடகர்"
        ],
        "இசை வடிவங்கள்": [
            "வாய்ப்பாட்டு"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "07 November 1959"
    },
    {
        "பெயர்": "ஹரிஷ் ராகவேந்திரா",
        "அறிமுகம்": "ஹரிஷ் ராகவேந்திரா சென்னையைச் சேர்ந்த ஒரு தென்னிந்திய திரைப்படப் பாடகர் மற்றும் நடிகர். அவரது பாடல்கள் \"தேவதையைக் கண்டேன்\" (படம்:காதல் கொண்டேன்),\"சக்கர நிலவே \"(படம்:யூத்),\"மெல்லினமே மெல்லினமே\" (படம்:ஷாஜஹான்) வெற்றியைப் பெற்றுள்ளன. அவர் விகடன் என்ற திரைப்படத்தில் அருண்பாண்டியனுடன் நடித்துள்ளார். திருப்பதி திரைப்படத்தில் முதன்மை நாயகன் அஜித்திற்கு அண்ணன் வேடத்தில் நடித்துள்ளார்.",
        "உள்ளடக்கம்": "ஹரிசின் இயற்பெயர் ஹரிஷ் ராம் ஸ்ரீனிவாசாகும். ஒளிப்படக் கலைஞர் பி.வி.ராகவேந்திரனின் மகனாவார். சொந்த ஊர் கோயம்புத்தூர். அவரது முதல் பாடல் தெலுங்கு படமொன்றிற்கு அமைந்தது. அவர் கல்லூரியின் முதலாண்டில் இருக்கும்போது அரசியல் என்ற திரைப்படத்திற்கு \"வா சகி\" என்ற பாடல் பாடி வெற்றி யடைந்தது. ஆயினும் தனது கல்லூரிப் படிப்பைத் தொடர பல வாய்ப்புகளைத் துறந்தார்.விவேகானந்தா கல்லூரியில் வணிகவியல் பட்டமும் பொதுத் தொடர்பு மற்றும் தாளியலில் மேற்படிப்பும் முடித்தார்.மென்பொருள் பொறியியலிலும் கல்வி கற்றார்.மீண்டும் திரைப்பட இசையில் ஈடுபாடு கொண்டு இளையராஜா இசையில் பாரதி திரைப்படத்தில் \"நிற்பதுவே நடப்பதுவே\" என்ற பாடலைப் பாடினார்.இப்பாடல் பெருவெற்றி யடைந்ததுடன் மாநில அரசின் விருதினையும் அவருக்கு பெற்றுத் தந்தது. இந்நேரத்தில் தான் தனது பெயரை ஹரிஷ் ராகவேந்திரா என்று மாற்றிக் கொண்டார். தொடர்ந்து தமிழ்,தெலுங்கு,மலையாளம், கன்னடம் மற்றும் இந்தித் திரைப்படங்களில் பாடியுள்ளார்.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "07/12/1976",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": "1998–present",
        "தொழில்": [
            "பின்னணிப் பாடகர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "07 December 1976"
    },
    {
        "பெயர்": "ஹரிஹரன்",
        "அறிமுகம்": "ஹரிஹரன் (Hariharan) ஒரு திரைப்பட பின்னணிப் பாடகர். இவர் கேரளாவிலுள்ள திருவனந்தபுரத்தில் 03.04.1955 அன்று பிறந்தார்.. தமிழ், தெலுங்கு, மலையாளம், இந்தி, மராத்தி ஆகிய மொழி படங்களில் பின்னணி பாடல்களைப் பாடியுள்ளார். கசல் பாடல்களைப் பாடுவதில் தேர்ச்சிப் பெற்ற இவர், கலோனியல் கசினிஸ் என்ற இசைக் குழுவின் உறுப்பினர். லெஸ்லி லூயிசும் ஹரிஹரனும் சேர்ந்து நடத்தும் இந்தக் குழு பல தனி பாடல் தொகுப்புகளை வெளியிட்டுள்ளது. 2009ல் மோதி விளையாடு என்ற தமிழ்ப்படத்திற்குப் பின்னணி இசையும் அமைத்துள்ளது.",
        "உள்ளடக்கம்": "இவர் 1992 ஆம் ஆண்டு ஏ. ஆர். ரகுமான் மூலம் தமிழ் திரைப்பட உலகில் அறிமுகம் செய்யபட்டார். இவர் ரோஜா என்ற திரைப்படத்தில் \"தமிழா தமிழா நாளை\" என்ற பாடல் பாடினார். இத்திரைப்படம் ஏ. ஆர். ரகுமானுக்கும்  அறிமுகப் படம்.",
        "முதல் படம்": null,
        "அறிமுக ஆண்டு": null,
        "பிறந்த திகதி": "03/04/1955",
        "பிறப்பிடம்": "Thiruvananthapuram, Travancore-Cochin, India",
        "செயற்பாட்டுக் காலம்": "1977–present",
        "தொழில்": [
            "பாடகர்"
        ],
        "இசை வடிவங்கள்": [
            "திரைப்பட பாடல்கள்",
            " கசல்"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "03 April 1955"
    },
    {
        "பெயர்": "பாபநாசம் சிவன்",
        "அறிமுகம்": "பாபநாசம் சிவன் (செப்டம்பர் 26, 1890 - அக்டோபர் 1, 1973) கருநாடக இசையில் பல இராகங்களில் 2500 க்கும் அதிகமான கிருதிகளை இயற்றிய இசை அறிஞர் ஆவார்.",
        "உள்ளடக்கம்": "இவர் ராமாமிருத ஐயர் - யோகாம்பாள் அம்மாள் ஆகியோருக்கு இரண்டாவது மகனாகப் பிறந்தார். இவர் தமிழ்நாட்டில் தஞ்சாவூரில் உள்ள போலகம் என்னும் ஊரில் பிறந்தார். இவரது இயற்பெயர் ராமசர்மன். பெற்றோர் இவரை ராமய்யா என அழைத்தனர். ராமய்யா பிற்காலத்தில் பாபநாசம் சிவன் என்ற பெயருடன் 20 ஆம் நூற்றாண்டின் சிறந்த  தமிழ் வாக்கேயக்காரராக விளங்கினார்.இவர் அதிகாலையில் சிவன் கோயிலின் முன் நின்று உருகி நாள்தோறும் பாடியதால் சிவபெருமானே கைலாசத்தில் இருந்து இளைஞர் வடிவம் கொண்டு இறங்கிவந்ததாகப் புகழ்ந்து தஞ்சாவூரில் உள்ள கணபதி அக்கிரகாரத்தில் உள்ளவர்கள் பாபநாசம் சிவன் என்று அழைத்தனர்.தனது ஏழாம் வயதில் தந்தையை இழந்ததினால் வறுமை காரணமாக, தாயுடன் திருவனந்தபுரத்தில் வாழ்ந்த தன் மூத்த தமையனார் ராஜகோபாலனிடம்  வந்து சேர்ந்தார். மற்றவர்கள் கொடுக்கும் அன்னதானத்தின் மூலம் உணவுண்டு தமது இள வயது வாழ்க்கையைக் கழித்தார். அங்கு தங்கியிருந்த வேளையில் இவர் மலையாளம் பயின்று மகராஜ சமசுகிருதக் கல்லூரியில் சேர்ந்து 1910 இல் வையகர்ண பட்டதாரி ஆனார்.சிறந்த குரல்வளத்தையும், இசை உள்ளறிவையும் கொண்டிருந்ததால் இசையின் ஆரம்பப் பயிற்சிகளை ஆஸ்தான வித்துவான் நூரணி மகாதேவ ஐயர்,சம்பபாகவதர் ஆகியோரிடமிருந்து பெற்றார். பஜனை செய்வதின் மூலம் இவரது இசைப்புலமை மெருகேறியது.ஒருநாள் கோனேரி ராஜபுரம் வைத்தியநாத ஐயரின் கச்சேரியைக் கேட்டபின், அவரை அணுகி தன்னை அவரின் மாணவனாக  ஏற்கும்படி கேட்டுக் கொண்டார். அவர் சம்மதிக்கவே அவருடன் 7 வருடம் தங்கி இசை நிகழ்ச்சிகளுக்குச் சென்றார். இதன் பின் தனது குருவின் பாணியிலே ஆலாபனை, நிரவல், ஸ்வரப் பிரஸ்தாரம் என்பவற்றைப் பாடத் தொடங்கினார்.1917இல் சுப்பரமணிய ஐயரின் முயற்சியினால் இவரது திருமணம் நடந்தது. நீலா ராமமூர்த்தி, ருக்மணி ரமணி என்ற இரு பெண் குழந்தைகள் இவருக்குப் பிறந்தனர்.1918 ஆம் ஆண்டு திருவையாற்றில் நடந்த தியாகராஜர் ஆராதனையில் சிவன் தனது முதற் கச்சேரியை நிகழ்த்தினார். இதன் பின்னர் பாபநாசம் சிவன் தென்னிந்தியா முழுவதிலும் வட இந்தியாவின் சில பகுதிகளிலும் தனது கச்சேரிகளை நடத்தினார்.பாபநாசம் சிவன் தனது முத்திரையாக \"ராமதாஸ\" என்பதை வைத்து கிருதி, வர்ணம்,பதம், இசைநாடகங்கள், ஜாவளி ஆகிய பல இசை வடிவங்களை  இயற்றியுள்ளார். கோயில்களின் முன்னின்று பல பாடல்களை இயற்றினார். இப்படியாக இவர் இயற்றிய பாடல்களை, புகழ்பெற்ற கருநாடக பாடகர்கள் பலரும் தங்கள் இசை நிகழ்ச்சிகளில் பாடியுள்ளனர். கருநாடக மும்மூர்த்திகளுக்குப் பிறகு வந்த இசைப்பாடல்கள் இயற்றியவர்களில் முக்கியமானவர் பாபநாசம் சிவன்.1921 இல் சிவன் சென்னைக்கு வந்து தங்கிவிட்டார். இவருடைய ஆக்கங்களை ஆறு தொகுப்புகளாக இவருடைய மகள் ருக்மணி ரமணி வெளியிட்டுள்ளார்.பாடலாசிரியராக, இசையமைப்பாளராக, ஒரு நடிகராகவும் தமிழ்த் திரையுலகிற்கு தனது பங்களிப்பினைத் தந்துள்ளார் சிவன். ஏறத்தாழ 70 திரைப்படங்களுக்கு மொத்தமாக 800 பாடல்களை எழுதியுள்ளார். இவர் எழுதி முதன் முதலில் வெளிவந்த திரைப்படம் ரத்னாவளி (1935) ஆகும்.1973 ஆம் ஆண்டு, அக்டோபர் 1 அன்று அதிகாலை நான்கு மணியளவில் காலமானார்.",
        "முதல் படம்": "சீதா கல்யாணம்",
        "அறிமுக ஆண்டு": "1934",
        "பிறந்த திகதி": "26/09/1890",
        "பிறப்பிடம்": "Polagam, Thanjavur district, Tamil Nadu",
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [
            "கருநாடக இசையறிஞர்",
            " நடிகர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "26 September 1890"
    },
    {
        "பெயர்": "ஜி. ராமநாதன்",
        "அறிமுகம்": "ஜி. ராமநாதன் (இறப்பு: 20 நவம்பர் 1963) தமிழ்த் திரைப்பட இசையமைப்பாளர். இசைமேதை என்றும், சங்கீதச் சக்கரவர்த்தி என்றும் அறியப்படுகிறார். சுருக்கமாக ஜிஆர் எனவும் வழங்கப்பட்டார். தமிழ்த் திரைப்பட உலகின் நட்சத்திர அந்தஸ்த்து பெற்ற எம். கே. தியாகராஜ பாகவதரின் திரைப்படங்கள், சேலத்தைச் சேர்ந்த மாடர்ன் தியேட்டர்ஸ்  மற்றும் கோயம்புத்தூரின் சென்ட்ரல் ஸ்டுடியோஸ் போன்ற நிறுவனங்கள் தயாரித்த திரைப்படங்களுக்கு இசையமைத்ததன் மூலம் பெரிதும் அறியப்படுகிறார்.  1950-களில் வெளிவந்த சிவாஜி கணேசன், எம். ஜி. இராமச்சந்திரன் போன்றோரின் பெரும்பாலான சிறந்த திரைப்படங்களுக்கு இவரே இசையமைத்தார் என்பது குறிப்பிடத்தக்கது.",
        "உள்ளடக்கம்": "ஜி. ராமநாதன் தமிழ்நாட்டில் திருச்சிக்கு அருகிலுள்ள பிச்சாண்டார்கோவில் எனும் ஊரில் பிராமணக் குடும்பத்தில் பிறந்தார். இவரது தந்தையார் கோபாலசாமி ஐயர் இந்திய இரயில்வேயில் துணை ஆய்வாளராக பணியாற்றினார். ராமநாதன் ஐந்தாம் வகுப்புவரை மட்டுமே படித்துள்ளார். 1942இல் திருமணம் முடித்த இவருக்கு இரண்டு மகன்கள், சத்ய சாயி பாபாவின் மேலுள்ள பக்தியினால் அவர்களுக்கு சாய், பாபா என்று பெயரிட்டார். தனது 18ஆவது வயதில் பாரத கான சபா என்கிற நாடகக் குழுவில் ஆர்மோனியம் வாசிப்பவராக சேர்ந்தார். அதன் பிறகு புகழ்பெற்ற வி. ஏ. செல்லப்பா நாடகக் குழுவில் ஆர்மோனியம் வாசிப்புடன் பின்ணணிப் பாடகராகவும் சேர்ந்தார். 1932இல் கல்கத்தாவில் தயாரிக்கப்பட்ட காலவரிசி என்கிற தமிழ்ப்படத்தில் முதன்முதலாக இசைக்கருவியை இசைத்தார்.  1938-ல் எம். கே. தியாகராஜ பாகவதர் தயாரித்த சத்தியசீலன் என்கிற படத்தில் இசையமைப்பாளராக அறிமுகமானார். ஆயிரம் தலை வாங்கிய அபூர்வ சிந்தாமணி என்கிற படத்தில் சன்னியாசி வேடத்தில் நடித்தார்.ஜி. ராமநாதன் முறையாக கர்நாடக இசை பயின்றதில்லை. ஆனாலும் கேட்டறிந்த கேள்வி ஞானத்தாலும், கர்நாடக இசையின் மீதிருந்த ஆர்வத்தாலுமே கற்றுக்கொண்டு இசையமைக்க ஆரம்பித்தார். இவர் இசையமைக்கத் தொடங்கிய 1940-களில் தமிழ்நாட்டில் திரைப்படத்தைப் போலவே நாடகங்களும் பிரபலமாயிருந்தன. ஆகையால் இரண்டையும் கையாளவேண்டியிருந்தது.    இவர் இசையமைத்த காலகட்டங்களில் கர்நாடக இசையை அடிப்படையாகக் கொண்டே திரையிசையும் இருந்தது. ஆனாலும், திரையிசை, கர்நாடக இசைக்கு சமமாக கருதப்படவோ, ஏற்றுக்கொள்ளப்படவோ இல்லை. இதைத் தவறு என நிருபிக்கும் வகையில் இருந்தது எம். கே. தியாகராஜரின் ஹரிதாஸ் திரைப்படத்தில் மன்மதலீலையை வென்றார் உண்டோ என்கிற பாடலுக்கு இவர் அமைத்த இசை. இவர் கருநாடக இசையை அடிப்படையாகக் கொண்டு உருவாக்கப்படும் இசையே நிலைத்திருக்கும் என்பதில் மிகுந்த நம்பிக்கை உடையவராயிருந்தார்; இதற்கேற்றார்போல இவர் இசையமைத்தப் பாடல்கள் பாதி கர்நாடக (Semi-Classic) இசையிலேயே இருந்தது.ஜி. என். பாலசுப்பிரமணியம், எம். எல். வசந்தகுமாரி, மகாராஜபுரம் விஸ்வநாத ஐயர் போன்றோரின் குரல்களின் மீதும், இந்தி திரைப்பட இசையமைப்பாளர் நௌஷத்தின் இசை மீதும் ஒரு தனி விருப்பம் கொண்டிருந்தார். இவருடைய இசையில் பாடியதில் எஸ். வரலட்சுமி மற்றம் ஜிக்கி ஆகியோரின் குரல் இவருக்கு மிகவும் விருப்பமானது. எம். கே. தியாகராஜரின் குரலின் மீது மிகப்பெரிய விருப்பம் கொண்டிருந்தார்;  மேலும், ஒரு பாடகரிடம் என்ன எதிர்பார்க்கிறோமோ அதை எம்கேடியால் தான் தரமுடியும் என்பார்.  ஜிஆர், அவரே ஒரு நல்லப் பாடகர், தன்னுடைய இசையில் பொன்முடி திரைப்படத்திலும், கே. வி. மகாதேவன் இசையில் வந்த அல்லி பெற்ற பிள்ளை ஆகிய படங்களிலும் பாடியுள்ளார். எப்பொழுதும் பாடகரின் முழுத்திறமையையும் வெளிக்கொண்டுவர முயற்சிப்பார். பாடகர் டி. எம். சௌந்தரராஜன், ஜிஆரின் இசையில் அவருக்குத் திருப்தி அளிக்கும் வகையில் ஒரு பாடகரால் பாடமுடியும் என்றால், அந்தப் பாடகர் வேறு எந்த இசையமைப்பாளரின் இசையிலும், உலகின் எந்த மூலையிலும் எளிதாக பாடலாம் என்று சொன்னார்.  தன்னுடைய இசையமைப்பின்போது பாடலை பதிவுசெய்யும் முன் பாடகர்கள் எப்படி பாட வேண்டும் என்பதையும் விளக்கிப் பாடிக் காட்டுவார்.  புதுயுகம் என்கிற திரைப்படத்தையும் தயாரித்துள்ளார். இவரின் கடைசி படம் தெய்வத்தின் தெய்வம்.  அருணகிரிநாதர் திரைப்படத்திற்கு இசையமைத்துக்கொண்டிருந்த போது மாரடைப்பால் இறந்தார். பிறகு இசையமைப்பாளர் டி. ஆர். பாப்பா அந்தப் படத்திற்கு இசையமைத்தார்.",
        "முதல் படம்": "சத்யசீலன்",
        "அறிமுக ஆண்டு": "1940",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": "Bikshandarkoil, Trichinopoly District, Madras Presidency, British India",
        "செயற்பாட்டுக் காலம்": "1940–1963",
        "தொழில்": [
            "இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [
            "திரைப்பட இசையமைப்பு"
        ],
        "இசைக்கருவிகள்": [
            "கிளபம் (Key board)(இசை)",
            " ஆர்மோனியம்",
            " பியானோ"
        ],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "கே. வி. மகாதேவன்",
        "அறிமுகம்": "கே. வி. மகாதேவன் (மார்ச் 14, 1918 - சூன் 21, 2001), ஒரு தென்னிந்தியத் திரைப்பட இசையமைப்பாளர் ஆவார். தமிழ், தெலுங்கு, மலையாளம் ஆகிய மொழிகளில் மொத்தம் 1500க்கும் மேற்பட்ட படங்களுக்கு இசையமைத்துள்ளார். மொத்தமாக 218 தமிழ்ப் படங்களுக்கு இசையமைத்தார். 1942 இல் மனோன்மணி என்ற திரைப்படத்துக்கு முதன்முதலில் இசையமைத்த இவர் 1990 இல் முருகனே என்ற படத்துடன் தன் இசையமைப்புப் பணிகளை நிறுத்திக்கொண்டார்.",
        "உள்ளடக்கம்": "தமிழ்நாட்டின் தென்பகுதியில் நாகர்கோவில் என்ற ஊரில் கிருஷ்ணன்கோவில் என்ற சிற்றூரில் வெங்கடாசல பாகவதர், பிச்சையம்மாள் ஆகியோருக்கு மகாதேவன் பிறந்தார். இவரது பாட்டனார் ராம பாகவதர் திருவனந்தபுரம் அரசரின் ஆஸ்தான வித்துவானாக இருந்தவர். தந்தையார் வெங்கடாசல பாகவதர் கோட்டு வாத்தியம் இசைப்பதிலும் வல்லவர். சிறு வயதிலோயே இசையில் நாட்டம் கொண்டிருந்தமையினால் மகாதேவன் பள்ளிப் படிப்பைத் தொடரவில்லை. பாலகாந்தர்வ நாடக சபையில் இணைந்து பெண் வேடம் ஏற்றுப் பாடியவாறு நடித்தார்.பூதப்பாண்டி அருணாசலக் கவிராயரிடம் முறையாக இசை பயின்றார். முறையாக இசை பயின்ற பின்னர் அங்கரை விசுவநாத பாகவதரின் இசைக் குழுவில் இணைந்து பம்பாய் ஐதராபாத், தில்லி, நாக்பூர் ஆகிய வெளியூர்களுக்குச் சென்று கச்சேரி செய்து வந்தார்.1942 இல் மனோன்மணி என்ற திரைப்படத்துக்கு டி. ஏ. கல்யாணம் இசையமைத்தபோது கே. வி. மகாதேவன் அவரிடம் உதவியாளராக இருந்தார். அப்போது டி. ஏ. கல்யாணம், ஒரு பாடலுக்கு இசையமைக்கும் பொறுப்பை மகாதேவனிடம் தந்தார். பி. யு. சின்னப்பா பாடிய, கானடா ராகத்திலமைந்த, மோகனாங்க வதனி என்ற அந்தப் பாடலே மகாதேவன் முதன்முதலில் இசையமைத்த திரைப்படப் பாடலாகும்.மதன மோகினி உள்ளிட்ட சில திரைப்படங்களில் தன் சொந்தக் குரலில் பாடியுமுள்ளார்.விரிவான தரவுகளுக்கு - கே. வி. மகாதேவன் 2001 சூன் 21 இல் தனது 83வது அகவையில் சென்னையில் காலமானார்.",
        "முதல் படம்": "மனோன்மணி",
        "அறிமுக ஆண்டு": "1942",
        "பிறந்த திகதி": "14/03/1918",
        "பிறப்பிடம்": "Krishnancoil, Nagercoil, present-day Kanyakumari District",
        "செயற்பாட்டுக் காலம்": "1942–1992",
        "தொழில்": [
            "இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [
            "திரையிசை",
            " அரங்கு"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "14 March 1918"
    },
    {
        "பெயர்": "எம். எஸ். விஸ்வநாதன்",
        "அறிமுகம்": "மனயங்கத்து சுப்பிரமணியன் விசுவநாதன் அல்லது எம். எஸ். விஸ்வநாதன் (M. S. Viswanathan), அல்லது பொதுவாக எம்எஸ்வி, (24 சூன் 1928 - 14 சூலை 2015) தமிழ்த் திரைப்படவுலகில் புகழ்பெற்று விளங்கிய இசையமைப்பாளர் ஆவார். இவர் கேரளாவின் பாலக்காட்டுக்கு அருகில் எலப்புள்ளி என்ற கிராமத்தில் 1928ம் ஆண்டு மலையாளக் குடும்பத்தில் பிறந்தார். இவரின் தந்தை சுப்பிரமணியன் தாய் நாராயண  குட்டியம்மாள் (நானிக்குட்டி). விசுவநாதன் 1953 ஆம் ஆண்டில் வெளிவந்த ம. கோ. இராமச்சந்திரனின் ஜெனோவா திரைப்படத்தில் வெளிவந்த நான்கு பாடல்களுக்கு முதன் முதலாக இசையமைத்தார். தமிழ், மலையாளம், கன்னட மொழிகளில் சுமார் 1700 திரைப்படங்களுக்கு இசையமைத்தார். தெலுங்கு, இந்தி மொழிப் படங்களுக்கும் இசையமைத்திருந்தார்.",
        "உள்ளடக்கம்": "தனது நான்காவது வயதிலேயே தந்தையை இழந்த விசுவநாதன் கண்ணனூரில் உள்ள தன் தாத்தா கிருசுணன் நாயர் வீட்டிற்கு சென்று வளர்ந்தார். பள்ளிப் படிப்புப் படிக்காத இவர் இசையின் மீது கொண்ட நாட்டத்தால் அங்கு கருநாடக இசையை நீலகண்ட பாகவதரிடம் பயின்று 13​வது வயதிலேயே மேடைக் கச்சேரி நிகழ்த்தினார். இசையமைப்பாளர்  சி. ஆர். சுப்புராமன் இசைக்குழுவில் இவர் ஆர்மோனியத்தையும் டி. கே. ராமமூர்த்தி வயலினையும் வாசிப்பவர்களாக பணிபுரிந்தார்கள்.உடல்நல குறைவு காரணமாக, சி. ஆர். சுப்புராமனுடைய மறைவால் முழுமை பெறாமல் இருந்த தேவதாஸ், சண்டிராணி, மணமகள் போன்ற படங்களை  அவரின் உதவியாளர்களாக இருந்த விசுவநானும் ராமமூர்த்தியும்  முடித்துக்கொடுத்தார்கள். தேவதாஸ் (தமிழ் & தெலுங்கு) மற்றும் சண்டிராணி (தமிழ், தெலுங்கு & இந்தி) படங்களின் இணை இசையமைப்பாளராக இவர்கள் இருவரும் அறிமுகப்படுத்தப்பட்டார்கள். இப்படங்கள் வெற்றி பெற்றதால் இந்தியில் சங்கர்-ஜெய்கிஷன் என்ற பெயரில்  புகழ்பெற்ற இரட்டை இசையமைப்பார்கள் இருந்தது போல் தமிழில் விசுவநாதன்-இராமமூர்த்தி என்ற இரட்டை இசையமைப்பாளராக உருவாகலாம் என்ற எண்ணத்தை விசுவநாதன் இராமமூர்த்தியிடம் தெரிவித்து அவரது இணக்கத்தைப் பெற்றார். இவர்கள் இருவரும் பணம் என்ற திரைப்படத்திற்கு முதலில் இணைந்து இசையமைத்தார்கள். ஆயிரத்தில் ஒருவன் திரைப்படம் வரை இணைந்து இசையமைத்தார்கள். 1995-ல் சத்யராஜ் நடித்த எங்கிருந்தோ வந்தான் என்ற திரைப்படத்தில் இருவரும் மீண்டும் இணைந்து இசையமைத்தார்கள். விஸ்வநாதன் தனியாக 950 படங்களுக்கு மேல் இசையமைத்தார். இளையராஜாவோடு சேர்ந்து, மெல்லத் திறந்தது கதவு, செந்தமிழ் பாட்டு, செந்தமிழ்ச்செல்வன் என மூன்று படங்களுக்கு இசை அமைத்தார். 1963ம் ஆண்டு சூன் மாதம் 16-ஆம் தேதி மதராசு திரிப்ளிகேன் கல்சுரல் அகாடமி சார்பில் இந்து நாளிதழ் உதவியுடன் இயக்குனர் ஸ்ரீதர் மற்றும்  \"சித்ராலயா\"கோபு முன்னிலையில் நடைபெற்ற விழாவில் சிவாஜி கணேசனால் விசுவநாதன்-இராமமூர்த்திக்கு மெல்லிசை மன்னர்கள் என்று பட்டம் வழங்கப்பட்டது.கண்ணகி, காதல் மன்னன், காதலா காதலா போன்ற 10க்கும் மேற்பட்ட படங்களில் நடித்துள்ளார். ஏ. பீம்சிங், கிருஷ்ணன்-பஞ்சு, ஏ. சி. திருலோசந்தர், கே. பாலசந்தர் என்ற இயக்குநர்களுடன் அதிகமாக பணியாற்றினார். தமிழ்த் தாய் வாழ்த்தான நீராடும் கடலுடுத்த பாடலுக்கு மோகன இராகத்தில் இசைக் கோர்ப்பு செய்தவர் விசுவநாதன். வி.குமார், இளையராஜா, அ. இ. ரகுமான், கங்கை அமரன், தேவா, யுவன் சங்கர் ராஜா, ஜி. வி. பிரகாஷ் குமார் போன்ற இசையமைப்பாளர்களின் இசையில் பாடினார் .இராமமூர்த்தியுடன் இணைந்து சுமார் 750 திரைப்படங்களுக்கு இவர் இசையமைத்தார்.எம். எஸ். விஸ்வநாதன் 14 சூலை 2015 அன்று அதிகாலை 4.30 மணிக்கு சென்னையில் காலமானார்.",
        "முதல் படம்": "பணம் (இராமமூர்த்தியுடன்)",
        "அறிமுக ஆண்டு": "1945",
        "பிறந்த திகதி": "24/06/1928",
        "பிறப்பிடம்": "Elappully Village, Palghat Taluk, Malabar District, Madras Presidency, British India ",
        "செயற்பாட்டுக் காலம்": "1940–2015",
        "தொழில்": [
            "இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [
            "பின்னணிப் பாடகர்",
            " கிளபம் / ஆர்மோனியம் / கின்னரப்பெட்டி"
        ],
        "பிறந்த திகதி தமிழில்": "24 June 1928"
    },
    {
        "பெயர்": "சி. ஆர். சுப்புராமன்",
        "அறிமுகம்": "சி. ஆர். சுப்பராமன் அல்லது சி. எஸ். ராம் (C. S. Subbaraman, தெலுங்கு: సి.ఆర్.సుబ్బరామన్ 18 மே 1924 – 27 சூன் 1952) என்பவர் பிரபல தென்னிந்திய இசையமைப்பாளரும் திரைப்படத் தயாரிப்பாளரும் ஆவார். இவருடைய 28 வருட வாழ்க்கையில் 10 வருடங்கள் திரைப்படத்துறையில் நாட்டம் காட்டினார். இவர் தயாரித்த திரைப்படங்கள் புகழ் பெற்றனவாகத் திகழ்ந்தன.திருநெல்வேலியில் உள்ள சிந்தாமணி எனும் கிராமத்தில் ராமசாமி ஐயர் என்பவருக்கு மகனாகப் பிறந்தார். இவருடைய மூதாதையர்கள் ஆந்திர பிரதேசத்தில் கிருஷ்ணா மாவட்டத்தைச் சேர்ந்தவர்கள். இவருடைய குடும்பம் நன்றாக தெலுங்கு மொழி பேசும் ஒரு குடும்பம்.கர்நாடக இசை, இந்துஸ்தானி, மேலை நாட்டிசை, நாட்டுப்புற இசை என்று பல இசை வகைகளிலும் தேர்ச்சி பெற்றிருந்தார். 1940களிலேயே இலத்தீன் அமெரிக்க இசையை தமிழ்த் திரையிசைகளில் புகுத்தியவர்.தனது 16ஆம் வயதில் ஜி. ராமனாதனின் சகோதரர் சுப்பையா பாகவதரின் சிபாரிசில் சுப்பராமன் எச்.எம்.வி. நிறுவனத்தில் ஹார்மோனியம் வாசிப்பவராகப் பணியிலமர்ந்து, பின்னர் துணை இசை அமைப்பாளரானார்.",
        "உள்ளடக்கம்": null,
        "முதல் படம்": "பைத்தியக்காரன்",
        "அறிமுக ஆண்டு": "1948",
        "பிறந்த திகதி": "18/05/1924",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": "1943 to 1952",
        "தொழில்": [
            "திரைப்பட இசையமைப்பாளர்",
            " தயாரிப்பாளர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [
            "இசைக்கருவி/ஆர்மோனியம்/பியானோ"
        ],
        "பிறந்த திகதி தமிழில்": "18 May 1924"
    },
    {
        "பெயர்": "சுந்தரம் பாலச்சந்தர்",
        "அறிமுகம்": "எஸ். பாலச்சந்தர் அல்லது சுந்தரம் பாலச்சந்தர் (Sundaram Balachander, சனவரி 18, 1927 – ஏப்ரல் 13, 1990), ஒரு சிறந்த வீணைக் கலைஞராகவும் தமிழ்த் திரைப்பட இயக்குனராகவும், நடிகராகவும் பெயர் பெற்றவர். சென்னையில் பிறந்த பாலச்சந்தர் குரு என்று எவருமில்லாமலே தாமே வீணை இசை மீட்ட கற்றது இவரது சிறப்பியல்பாக அமைந்தது.  தமிழ்த் திரைப்படங்களிலும் பல புதுமைகளை அறிமுகப்படுத்தினார். தான் இயக்கிய திரைப்படங்களுக்கு தாமே இசையமைக்கவும் செய்தார்.",
        "உள்ளடக்கம்": "பாலச்சந்தர் தஞ்சாவூரின் ராவ் சாகேப் வைத்தியநாத அய்யரின் பேரனும் வி. சுந்தரம் அய்யர், பார்வதி என்ற செல்லம்மா தம்பதிகளின் மகனும் ஆவார். இவர்களது பூர்வீகம் நன்னிலம் வட்டத்தில் உள்ள ஸ்ரீவாஞ்சியம் கிராமம் ஆகும். தந்தை சுந்தரம் ஐயர் சென்னைக்கு வந்து சட்டப் படிப்பை முடித்த பின்னர் மைலாப்பூரில் வக்கீலாகத் தொழில் பார்த்து அங்கேயே குடியேறி விட்டார். சென்னையிலேயே பாலச்சந்தர் பிறந்தார். பாலச்சந்தரின் அண்ணன் ராஜமும் புகழ்பெற்ற கருநாடக இசைக் கலைஞரும் ஓவியருமாவார். இவரது அக்காள் ஜயலட்சுமி சிவகவி என்ற திரைப்படத்தில் எம். கே. தியாகராஜ பாகவதர் உடன் நடித்துள்ளார். இவருக்குப் பின்னர் சரசுவதி என்ற பெண்ணும் கல்பகம், கோபாலசாமி என்ற இரட்டைக் குழந்தைகளும் பிறந்தன.தமது ஐந்தாவது அகவையிலிருந்தே கருநாடக இசையில் நாட்டம் கொண்டார். கஞ்சிரா பயின்ற பாலச்சந்தர் விரைவிலேயே தமது அண்ணன் மற்றும் பிற இசைக்கலைஞர்களுக்கு பக்க வாத்தியமாக இசைக்கத் துவங்கினார். பின்னர் வீணை, தபேலா, மிருதங்கம், ஆர்மோனியம், புல்புல்தாரா, தில்ருபா, சித்தார் மற்றும் செனாய் இசைக்கருவிகளை ஆசான் எவரும் இன்றி இசைக்கக் கற்றார்.பாலச்சந்தர் 1952-ஆம் ஆண்டில் சாந்தா என்பவரைத் திருமணம் செய்தார். இவர்களுக்கு இராமன் என்ற மகன் உள்ளார்.தமது பன்னிரெண்டாவது அகவையிலேயே பாலச்சந்தர் சிதார் இசைப்பதில்  தனிக் கச்சேரி நடத்துமளவு திறமை பெற்றார். பதினைந்து முதல் பதினெட்டு வயதிலேயே சென்னை அகில இந்திய வானொலியில் ஊதியம் பெறும் கலைஞராக பணியாற்றினார். விரைவிலேயே வீணை இசைப்பதில் நாட்டம் கொண்டு முழுநேரத்தையும் அதற்கே செலவிடலானார். இரண்டாண்டுகளில் எந்த ஆசிரியத் துணையுமின்றி கச்சேரி நடத்துமளவிற்கு பயிற்சி பெற்றார். குருவின் தாக்கமில்லாது இவரது பாணி தனித்துவமிக்கதாக அமைந்திருந்தது.கருநாடக இசை தவிர இந்துத்தானி இசையிலும் மேற்கத்திய இசையிலும் தேர்ச்சி பெற்றிருந்தார்.திரைப்படங்களிலும் திரைக்கதை, இசையமைப்பு, பாடல்களை தாமே மேற்கொண்டு இயக்கத்தையும் கவனித்தார். இவரது கலைச்சேவைகளுக்காக 1962ஆம் ஆண்டில் பத்ம பூசன் விருது வழங்கப்பட்டது. 1934 ஆம் ஆண்டில் பிரபாத் கம்பனியின் சீதா கல்யாணம் என்ற தமிழ்த் திரைப்படத்தில் குழந்தை நடசத்திரமாக அறிமுகமானார். இப்படத்தில் இவரது தந்தை சனகராகவும், தமையன் ராஜம் இராமராகவும், தமக்கை ஜெயலட்சுமி சீதையாகவும், தமக்கை சரசுவதி ஊர்மிளையாகவும் நடித்திருந்தனர். பாலச்சந்தர் இதில் இராவணனின் அரண்மனையில் கஞ்சிரா வாசிப்பவராகத் தோன்றினார். தொடர்ந்து \"ரிஷயசிருங்கர்\" (1934), \"ஆராய்ச்சிமணி அல்லது மனுநீதிச் சோழன்\" (1942) திரைப்படங்களில் நடித்தார். அவர் நடித்த பிற தமிழ் திரைப்படங்கள்: தேவகி (1951), ராஜாம்பாள் (1951 திரைப்படம்), ராணி (1952), இன்ஸ்பெக்டர் (1953), பெண் (1954), கோடீஸ்வரன் (1955), டாக்டர் சாவித்திரி (1955) மற்றும் மரகதம் (1959). திரைப்படங்களில் நடித்ததுடன் 1960களின் மையக்காலங்கள் வரை திரைப்படங்களை இயக்கியுமுள்ளார். இது நிஜமா (1948), என் கணவர் (1948), கைதி (1951), அவனா இவன்? (1962), பொம்மை (1964) மற்றும் நடு இரவில் (1965) போன்ற திரைப்படங்களில் நடிப்பு, இசை, பின்னணி பாடகர், இயக்கம் என பல  துறைகளிலும் பங்களித்திருந்தார். அவர் இயக்கிய அந்த நாள் (1954) எந்தவொரு பாடலுமின்றி ஓர் முன்னோடித் திரைப்படமாக விளங்கியது.  எதி நிஜம் (1956) என்ற தெலுங்கு மொழித் திரைப்படத்தையும் இயக்கி உள்ளார்.பாலச்சந்தர் 1990, ஏப்ரல் 13 இல் சத்தீசுக்கர் மாநிலத்தில் பிலாய் நகரில் கச்சேரி நடத்தச் சென்றிருந்த போது காலமானார்.",
        "முதல் படம்": "இது நிஜமா",
        "அறிமுக ஆண்டு": "1948",
        "பிறந்த திகதி": "18/01/1927",
        "பிறப்பிடம்": "Mylapore, Madras Presidency, British India",
        "செயற்பாட்டுக் காலம்": "1934 to 1990",
        "தொழில்": [
            "வீணை கலைஞர்",
            " இயக்குனர்",
            " நடிகர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "18 January 1927"
    },
    {
        "பெயர்": "டி. ஆர். பாப்பா",
        "அறிமுகம்": "டி. ஆர். பாப்பா என அழைக்கப்படும் திருத்துறைப்பூண்டி இராதாகிருஷ்ணன் சிவசங்கரன் (பாப்பா) (3 சூலை 1923 – 15 அக்டோபர் 2004) தமிழக வயலின் இசைக் கலைஞரும், திரைப்பட இசையமைப்பாளரும், ஆவார். இவர் தமிழ், தெலுங்கு, சிங்களத் திரைப்படங்களுக்கு இசையமைத்துள்ளார்.",
        "உள்ளடக்கம்": "சிவசங்கரன் என்ற இயற்பெயர் கொண்ட பாப்பா திருவாரூருக்கு அருகில் உள்ள திருத்துறைப்பூண்டியில் பிறந்தவர். தந்தை இராதாகிருஷ்ண பிள்ளை ஒரு வயலின் கலைஞர்.",
        "முதல் படம்": "ராஜா ராணி",
        "அறிமுக ஆண்டு": "1956",
        "பிறந்த திகதி": "03/07/1922",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [
            "திரைப்பட இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [
            "வயலின்"
        ],
        "பிறந்த திகதி தமிழில்": "03 July 1922"
    },
    {
        "பெயர்": "வேதா",
        "அறிமுகம்": "‌வேதா என்பது 2008 இல் வெளிவந்த இந்திய தமிழ் நாடக  திரைப்படம் ஆகும். இப்படத்திற்கு ஆர். நித்தியக்குமார் இயக்கியிருந்தார். இத்திரைப்படத்தில் அருண் விஜய் மற்றும் ஷீலா ஆகியோர் நடித்திருந்தனர். இத்திரைப்படத்திற்கு ஸ்ரீகாந்த் தேவா இசையமைத்திருக்கிறார்.  ",
        "உள்ளடக்கம்": "இப்படத்திற்கு ஸ்ரீகாந்த் தேவா இசையமைத்தார். ",
        "முதல் படம்": "மர்ம வீரன்",
        "அறிமுக ஆண்டு": "1956",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "சங்கர் கணேஷ்",
        "அறிமுகம்": "சங்கர் கணேஷ்  என அறியப்படும் இரட்டையர்கள் இந்திய  திரையிசை உலகில் தமிழ்,தெலுங்கு மற்றும் கன்னட திரைப்படங்களுக்கு 50 ஆண்டுகளுக்கும் மேலாக பணிபுரிந்து வருபவர்கள்.அவர்கள் தங்கள் இசைப் பயணத்தை தமிழ் திரையுலகின் மற்றொரு இசையமைப்பாளர் இரட்டையர் விஸ்வநாதன்-ராமமூர்த்தி  மேற்பார்வையில் ஆரம்பித்தனர். அவர்களது முதல் படம் 1967ஆம் ஆண்டில் மகராசி மற்றும் திருப்புமுனையாக அமைந்த படம் ஆட்டுக்கார அலமேலு..",
        "உள்ளடக்கம்": "அவர்கள் இசை அமைத்த சில திரைப்படங்கள்:",
        "முதல் படம்": "மகராசி",
        "அறிமுக ஆண்டு": "1964",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": "1967–present",
        "தொழில்": [
            "இசையமைப்பாளர்",
            " இசை இயக்குநர்",
            " பாடகர்"
        ],
        "இசை வடிவங்கள்": [
            "திரையிசை இயக்குநர்"
        ],
        "இசைக்கருவிகள்": [
            "விசைப்பலகை இசைக்கருவி/பியானோ"
        ],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "வி. குமார்",
        "அறிமுகம்": "”மெல்லிசை சக்ரவர்த்தி” என அறியப்பட்ட வி. குமார் (சூலை 28, 1934 - சனவரி 7, 1996) இந்தியாவின் தமிழ்த் திரைப்பட இசையமைப்பாளர் ஆவார். இவரது இசையமைப்பு சமகாலத்தில் இசையமைத்து வந்த எம். எஸ். விஸ்வநாதன், கே. வி. மகாதேவன் போன்றோரின் இசையமைப்பிலிருந்து மாறுபட்ட மெல்லிசையாக காணப்பட்டது. இவர் இந்திய மற்றும் மேற்கத்தேய இசைக்கருவிகளை கலந்து பயன்படுத்தினார். இவர் தொடர்ச்சியாக பல கே. பாலச்சந்தரின் திரைப்படங்களுக்கு இசையமைத்து வந்தார். காதோடுதான் நான் பேசுவேன், உன்னிடம் மயங்குகிறேன், நான் உன்னை வாழ்த்திப் பாடுகிறேன், கண்ணொரு பக்கம், இளமை கோவில் ஒன்று இரண்டே தீபங்கள்,  சிவப்புகல்லு மூக்குத்தி, வா வாத்யாரே வூட்டாண்ட, நீ போட்ட மூகுத்தியோ, நானோ உன் அடிமை எனக்கோ தனிப் பெருமை , போன்றப் பாடல்கள் இவரின் தலைசிறந்த பாடல்களாகும்.",
        "உள்ளடக்கம்": null,
        "முதல் படம்": "நாணல்",
        "அறிமுக ஆண்டு": "1965",
        "பிறந்த திகதி": "28/07/1934",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [
            "திரைப்பட இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [
            "பாடகர் (பின்னணிப் பாடகர்)",
            " ஆர்மோனியம்",
            " கின்னரப்பெட்டி"
        ],
        "பிறந்த திகதி தமிழில்": "28 July 1934"
    },
    {
        "பெயர்": "டி. கே. ராமமூர்த்தி",
        "அறிமுகம்": "டி. கே. இராமமூர்த்தி எனப் புகழ்பெற்ற திருச்சிராப்பள்ளி கிருஷ்ணசுவாமி இராமமூர்த்தி (Tiruchirapalli Krishnaswamy Ramamoorthy, 15 மே 1922 - 17 ஏப்ரல் 2013) தென்னிந்திய தமிழ் இசையமைப்பாளர் மற்றும் வயலின் கலைஞர். இவரும் எம். எஸ். விஸ்வநாதன் அவர்களும் இணைந்து விஸ்வநாதன் - இராமமூர்த்தி இணையாக பல திரைப்படங்களுக்கு 1960/1970 காலங்களில் தமிழ், தெலுங்கு, மலையாள திரைப்படங்களில் இசையமைத்து முடிசூடா மன்னர்களாக விளங்கினர். விசுவநாதனிடம் இருந்து பிரிந்த பிறகு ராமமூர்த்தி முதன்முதலாக இசையமைத்த படம் 1966 இல் வெளிவந்த சாது மிரண்டால்.",
        "உள்ளடக்கம்": "19 படங்களுக்கு தனியாக இசையமைத்துள்ளார்:எம். எஸ். விசுவநாதனுடன் இணைந்து சுமார் 700க்கும் மேற்பட்ட பாடல்களுக்கு இசை அமைத்துள்ளார். இவர் ஆயிரத்தில் ஒருவன் திரைப்படத்திற்காக இறுதியாக விசுவநாதனுடன் இணைந்து பணியாற்றினார்.விரிவான தரவுகளுக்கு - இவர் மூச்சுத்திணறல் காரணமாக 2013-ம் ஆண்டு ஏப்ரல் 17-ம் நாள் காலமானார்.",
        "முதல் படம்": "பணம் (விசுவநாதனுடன்)",
        "அறிமுக ஆண்டு": "1966",
        "பிறந்த திகதி": "15/05/1922",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [
            "இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [
            "விசைப்பலகை இசைக்கருவிஆர்மோனியம்வயலின்"
        ],
        "பிறந்த திகதி தமிழில்": "15 May 1922"
    },
    {
        "பெயர்": "குன்னக்குடி வைத்தியநாதன்",
        "அறிமுகம்": "குன்னக்குடி வைத்தியநாதன் (மார்ச் 2, 1935 - செப்டம்பர் 8, 2008) இந்தியாவின் தமிழகத்தைச் சேர்ந்த ஒரு வயலின் கலைஞரும் இசையமைப்பாளரும் ஆவார். குன்னக்குடியில் பிறந்த இவர் இந்திய அரசின் பத்மசிறீ விருது பெற்றவராவார். கருநாடக இசையை வயலினில் வாசித்தோரில் மிக முக்கியமானவராகக் கருதப்படுகிறார்.நெற்றி முழுவதும் நீண்ட திருநீற்றுப் பட்டையும் பெரிய குங்குமப் பொட்டும் அணிந்து காட்சியளித்தவர். வயலில் உழுதோரையும் வயலின் கேட்கச் செய்தவர் என இவரைப் பற்றிக் குறிப்பிடப்படுகிறது.",
        "உள்ளடக்கம்": "1935 இல் தமிழ்நாட்டின் சிவகங்கை மாவட்டத்திலுள்ள குன்றக்குடியில் இராமசாமி சாத்திரி, மீனாட்சி அம்மையார் தம்பதிகளுக்கு மகனாகப் பிறந்த வைத்தியநாதன் தனது 12 ஆவது அகவையிலிருந்து இசைக் கச்சேரிகளில் பங்கேற்றார்.ஆரம்பத்தில் செம்மங்குடி சீனிவாச ஐயர், மகாராஜபுரம் சந்தானம், சூலமங்கலம் சகோதரிகள், சீர்காழி கோவிந்தராஜன் ஆகியோருடன் இணைந்து பங்கேற்ற குன்னக்குடி பின்னர் தனிக் குழுவை அமைத்து கச்சேரிகள் நடத்தி வந்தார். தனியாகவும் பின்னர் கச்சேரி செய்ய ஆரம்பித்தார்.அரியக்குடி இராமானுஜ ஐயங்காருக்கு காரைக்குடியில் நடந்த இசை நிகழ்வொன்றில் பக்க வாத்தியமாக வயலின் வாசித்தமையே வைத்தியநாதனின் வயலின் அரங்கேற்றமாகக் கருதப்படுகின்றது. காலங்காலமாக வயலினுடன் மிருதங்கம் வாசிக்கப்பட்டமையில் மாற்றஞ் செய்து வலயப்பட்டி சுப்பிரமணியம் என்பாரின் தவிலுடன் பெருமளவு வயலின் கச்சேரிகளைச் செய்துள்ளார். கருநாடக இசை, திரைப்பட இசை என்பவற்றோடு பறவைகள், மிருகங்களின் ஓசைகள் போன்ற இயற்கை ஒலிகளையும் வயலினில் வாசித்தார்.வா ராஜா வா (1969) என்ற திரைப்படத்துக்கு முதன்முதலில் இசையமைத்த வைத்தியநாதனுக்கு திருமலை தென்குமரி (1970) எனும் திரைப்படத்திற்கு இசையமைத்தமைக்காக தமிழக அரசின் சிறந்த இசையமைப்பாளர் விருது கிடைத்தது.  மொத்தம் 22 திரைப்படங்களுக்கு இசையமைத்தார்.தோடிராகம் (1983) என்னும் திரைப்படத்தைச் சொந்தமாகத் தயாரித்தார். டி. என். சேஷகோபாலன் இதில் முக்கிய பாத்திரமாக நடித்தார். குன்னக்குடி வைத்தியநாதன் சில திரைப்படங்களில் கௌரவ வேடங்களில் நடித்தும் உள்ளார்.திருவையாறு தியாக பிரம்ம சபையின் செயலராக 28 வருடம் பணியாற்றியுள்ளார். தமிழ்நாடு இயல்இசை நாடக மன்றத்தின் தலைவராகவும் இருந்துள்ளார்.ராக ஆராய்ச்சி மையம் என்ற அமைப்பை நிறுவி இசையால் நோய்களை குணமாக்க முடியுமா என்ற ஆய்விலும் ஈடுபட்டிருந்தார்.இவர் 2008, செப்டம்பர் 8 ஆம் நாள் தனது 75 ஆவது வயதில் சென்னை போரூர் ராமச்சந்திரா மருத்துவமனையில் இரவு 9மணியளவில் மாரடைப்பால் காலமானார். வைத்தியநாதன் பாகீரதி தம்பதியினருக்கு நான்கு மகன்களும் ஒரு மகளும் உள்ளனர்.",
        "முதல் படம்": "வா ராஜா வா",
        "அறிமுக ஆண்டு": "1969",
        "பிறந்த திகதி": "02/03/1935",
        "பிறப்பிடம்": "Kundrakudi, Madras Presidency, British India",
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [
            "வயலின் இசைக்கலைஞர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "02 March 1935"
    },
    {
        "பெயர்": "இளையராஜா",
        "அறிமுகம்": "இளையராஜா (Ilaiyaraaja, பிறப்பு: சூன் 2, 1943) இந்தியாவின் சிறந்த திரைப்பட இசையமைப்பாளர்களுள் ஒருவர் ஆவார். இவர் அன்னக்கிளி என்ற திரைப்படத்துக்கு இசை அமைத்ததன் மூலம் 1976 இல் தமிழ் திரையுலகிற்கு அறிமுகமானார். இதுவரை 1000 க்கும் மேற்பட்ட தமிழ், தெலுங்கு, மலையாளம், கன்னடம், இந்தி திரைப்படங்களுக்கு இசையமைத்துள்ளார். இவருக்கு, இந்திய அரசின் படத்துறை-சாரா விருதுகளில் மூன்றாவது உயரிய விருதான, பத்ம பூஷண் விருது 2010 ஆம் ஆண்டு வழங்கப்பட்டது.இளையராஜாவுக்கு, இந்திய நாட்டின் இரண்டாவது உயரிய விருதான பத்ம விபூஷண் விருது, 25 சனவரி 2018 அன்று, இந்திய அரசால் அறிவிக்கப்பட்டது.தமிழக நாட்டுப்புற இசை, கருநாடக இசை மற்றும் மேற்கத்திய இசையில், புலமையும், முறையான பயிற்சியும் பெற்றவர். சிறந்த இசையமைப்பாளருக்கான தேசிய விருதை நான்கு முறை பெற்றுள்ளார். திரைப்படங்களுக்கான சிறந்த பின்னணி இசையமைப்புக்கும் பெயர் பெற்றவர்.இவர் மேற்கத்திய இசைக் கருவிகளை கையாளும் திறன்படைத்த மாஸ்டர் தன்ராஜிடம் மேற்கத்திய இசையைப் பயின்றவர்.",
        "உள்ளடக்கம்": "இளையராஜாவின் இயற்பெயர் \"ராசய்யா\" என்பதாகும். தேனி மாவட்டத்தில் உள்ள பண்ணைப்புரத்தில் பிறந்தார். இவருடைய தந்தை: இராமசாமி ; தாயார்: சின்னத்தாயம்மாள். பாவலர் வரதராஜன், தாவீது டேனியல் பாஸ்கர் (ஆர். டி. பாஸ்கர்), கங்கை அமரன் என்ற அமர் சிங் ஆகிய மூவரும் இவரது உடன்பிறப்புகள் ஆவார். இவருடைய மனைவியின் பெயர் ஜீவா. இவருடைய பிள்ளைகள் கார்த்திகேயன், யுவன் ஷங்கர் மற்றும் பவதாரிணி.இவருடைய தமையனார்கள் பாவலர் வரதராஜன், பாஸ்கரன் மற்றும் அமர் சிங் எனப்படும் கங்கை அமரன், இவருடைய பிள்ளைகள் கார்த்திகேயன் (கார்த்திக் ராஜா), யுவன் ஷங்கர் (யுவன் சங்கர் ராஜா), பவதாரிணி ஆகியோரும் திரைப்பட இசையமைப்பாளர்கள் என்பது குறிப்பிடத்தக்கது.சிறுவயதிலேயே ஆர்மோனியம் வாசிப்பதிலும், கிட்டார் வாசிப்பதிலும் தேர்ச்சி பெற்றிருந்தார். 1961 இல் இருந்து 1968 வரை அவருடைய சகோதரர்கள் மூவருடனும் இந்தியாவில் உள்ள பல இடங்களுக்கு நாடகக்குழுவோடு சென்று சுமார் இருபதாயிரம் கச்சேரிகளிலும், நாடகங்களிலும் பங்கு கொண்டார்.1969 ஆம் ஆண்டு தன் 26ஆம் வயதில் திரைப்படங்களுக்கு இசையமைக்கும் ஆர்வத்தில் சென்னைக்கு வந்தார். சென்னையில் தன்ராஜ் மாஸ்டர் என்பவரிடம் மேற்கத்திய பாணியில் பியானோ கருவியையும், கித்தார் கருவியினையும் வாசிக்கக் கற்றுக்கொண்டார். பின்னர் லண்டனில் உள்ள டிரினிடி இசைக்கல்லூரியில் Classical guitar (Higher Local) தேர்வில் தங்கப் பதக்கம் பெற்றார்.1976 ஆம் ஆண்டு அன்னக்கிளி என்ற திரைப்படத்தில் இசையமைப்பாளராக அறிமுகமானார். தமிழின் நாட்டுப்புற இசையினை அதன் தரம் குன்றாமல் வழங்கினார். அன்னக்கிளி திரைப்படத்தில் இளையராஜா இசையமைத்து எஸ். ஜானகி பாடிய \"மச்சானைப் பாத்தீங்களா..\" என்ற பாடல் மிகப் பிரபலமானது. அதைத் தொடர்ந்து பதினாறு வயதினிலே, பொண்ணு ஊருக்கு புதுசு போன்ற படங்களில் நாட்டுப்புற மணம் கமழ இவர் இசையமைத்த பாடல்கள் பெரும் வரவேற்பினைப் பெற்றன.நாட்டுப்புற இசை மட்டுமல்லாமல், கருநாடக செவ்விசை மெட்டுக்களில், இவர் அமைத்த பாடல்களாகிய, மோகன ராகத்தில், பத்ரகாளி திரைப்படத்தில் \"கண்ணன் ஒரு கைக்குழந்தை\", மற்றும் ரீதி கௌளை ராகத்தில் கவிக்குயில் திரைப்படத்தில் \"சின்னக் கண்ணன் அழைக்கிறான்\" போன்றன இவருக்கு மேலும் புகழினைத் தேடித்தந்தன. முதன் முறையாகத் தமிழ் சினிமாவில் ஸ்டீரியோ முறையில் “ப்ரியா” எனும் திரைப்படத்திற்கு இசையமைத்தார்.ராயல் ஃபில்ஹார்மோனிக் ஆர்கெஸ்டிராவில் இசையமைப்பவர்கள் \"மேஸ்ட்ரோ\" என்று அழைக்கப்படுகின்றனர். ராயல் ஃபில்ஹார்மோனிக் ஆர்கெஸ்டிரா, இளையராஜா இசையமைத்த சிம்பொனியினை இன்னும் வெளியிடவில்லை என்றாலும், இளையராஜா தமிழ் திரைப்படக் கலைஞர்களால் \"மேஸ்ட்ரோ\" என்று அழைக்கப்படுகின்றார்.இளையராஜா புதிதாக 'இசை ஓடிடி' என்ற பிரத்தியேக இணையம் ஒன்றைத் தொடங்கியுள்ளார். இளையராஜா ஒரு கிராமப்புறத்தில் வளர்ந்தார், பலவிதமான தமிழ் நாட்டுப்புற இசையை வெளிப்படுத்தினார்.  தனது 14 வயதில், தனது மூத்த சகோதரர் பாவலர் வரதராஜன் தலைமையிலான \"பாவலர் பிரதர்ஸ்\" என்ற பயண இசைக் குழுவில் சேர்ந்தார், அடுத்த தசாப்தத்தை தென்னிந்தியா முழுவதும் நிகழ்த்தினார். குழுவுடன் பணியாற்றிக் கொண்டிருக்கையில், இந்தியாவின் முதல் பிரதமர் ஜவகர்லால் நேரு மறைவினால் தமிழ் கவிஞரான கண்ணதாசன் எழுதிய இரங்கற்பாவிற்கு இவர் தனது முதல் இசைத்தொகுப்பு ஒரு இசை தழுவல் எழுதினார். 1968 ஆம் ஆண்டில், இளையராஜா மெட்ராஸில் (இப்போது சென்னை) பேராசிரியர் தன்ராஜுடன் ஒரு இசைப் பாடத்தைத் தொடங்கினார் ,இதில் மேற்கத்திய பாரம்பரிய இசையின் கண்ணோட்டம், எதிர்நிலை போன்ற நுட்பங்களில் தொகுத்தல் பயிற்சி மற்றும் கருவி செயல்திறன் பற்றிய ஆய்வு ஆகியவை அடங்கும். இளையராஜா லண்டனின் டிரினிட்டி காலேஜ் ஆஃப் மியூசிக் தொலைதூர கற்றல் சேனல் மூலம் பாடநெறியை முடித்த பின்னர் பாரம்பரிய கிதாரில் தங்கப்பதக்கம் வென்றவர். டி.வி.கோபாலகிருஷ்ணனிடமிருந்து கர்நாடக இசையைக் கற்றுக்கொண்டார் .1970 களில் சென்னையில், இளையராஜா ஒரு இசைக்குழுவில் கிட்டார் வாசித்தார், மேலும் ஒரு அமர்வு கிதார் கலைஞர் , கீபோர்டிஸ்ட் மற்றும் திரைப்பட இசையமைப்பாளர்கள் மற்றும் மேற்கு வங்காளத்தைச் சேர்ந்த சலில் சௌதுரி போன்ற இயக்குநர்களுக்கான அமைப்பாளராக பணியாற்றினார். இளையராஜா இந்தியாவில் சிறந்த இசையமைப்பாளராகப் போகிறார் என்று சவுத்ரி ஒருமுறை கூறினார். கன்னட திரைப்பட இசையமைப்பாளர் ஜி.கே.வெங்கடேஷின் இசை உதவியாளராக பணியமர்த்தப்பட்ட பின்னர், பெரும்பாலும் கன்னட சினிமாவில் 200 திரைப்படத் திட்டங்களில் பணியாற்றினார்.  ஜி.கே.வெங்கடேஷின் உதவியாளராக, இளையராஜா ஆர்கெஸ்ட்ரேட் செய்வார். இது வெங்கடேஷ் உருவாக்கிய மெல்லிசைக் கோடுகளை ஜி.கே.வெங்கடேஷின் வழிகாட்டுதலின் கீழ் இசையமைப்பதைப் பற்றி இளையராஜா அதிகம் கற்றுக்கொண்ட நேரமாகும். இந்த காலகட்டத்தில், இளையராஜாவும் தனது சொந்த இசைக்குறிப்புகளை எழுதத் தொடங்கினார். இவரது இசையமைப்புகளைக் கேட்க, வெங்கடேஷின் அமர்வு இசைக்கலைஞர்களை அவர்களின் ஓய்வு நேரங்களில் இவரது இசைக்குறிப்புகளிலிருந்து சில பகுதிகளை இசைக்க வழியுறுத்தினார்.1975 ஆம் ஆண்டில், திரைப்பட தயாரிப்பாளர் பஞ்சு அருணாசலம் அன்னக்கிளி  என்ற தமிழ் மொழி திரைப்படத்திற்கான பாடல்களையும் திரைப்பட பின்னணி இசை இசையமைக்க இவரை நியமித்தார். ஒலிப்பதிவுக்காக, இளையராஜா நவீன பிரபலமான திரைப்பட இசை இசைக்குழுவின் நுட்பங்களை தமிழ் நாட்டுப்புற கவிதை மற்றும் நாட்டுப்புற பாடல் மெல்லிசைகளுக்குப் பயன்படுத்தினார், இது மேற்கத்திய மற்றும் தமிழ் மொழிகளின் இணைவை உருவாக்கியது. இளையராஜா தனது திரைப்பட பின்னணி இசையில் தமிழ் இசையைப் பயன்படுத்தியது இந்திய திரைப்பட பின்னணி இசை சூழலில் புதிய செல்வாக்கை செலுத்தியது. 1980 களின் நடுப்பகுதியில், இளையராஜா தென்னிந்திய திரையுலகில் ஒரு திரைப்பட இசையமைப்பாளர் மற்றும் இசை இயக்குனராக வளர்ந்து வருகிறார்.  இவர்  கண்ணதாசன், வாலி, வைரமுத்து, ஓ. என். வி. குறுப்பு, சிறீகுமாரன் தம்பி, வெட்டூரி சுந்தரராம மூர்த்தி, ஆச்சார்யா ஆட்டாரியா, சிறிவெண்ணிலா சீதாராம சாஸ்த்ரி, சி. உதய சங்கர் மற்றும் குல்சார் போன்ற இந்தியக் கவிஞர்கள் மற்றும் பாடலாசிரியர்களுடன் பணியாற்றியுள்ளார். பாரதிராஜா, எஸ். பி. முத்துராமன், மகேந்திரன், பாலு மகேந்திரா, கே. பாலச்சந்தர், மணிரத்னம், சத்யன் அந்திக்காடு, பிரியதர்சன், ஃபாசில், வம்சி, கே. விஸ்வநாத், சிங்கீதம் சீனிவாசராவ், பாலா, சங்கர் நாக், மற்றும் ஆர். பால்கி போன்ற இயக்குனர்களின் நன்றான காட்சிகளில் இவரின் இசை நன்கு அறியப்படுகிறது.இந்திய திரைப்படங்களில், மேற்கத்திய பாரம்பரிய இசையைப் புகுத்தியவர்களில், இளையராஜாவுக்கு ஒரு முக்கிய பங்கு உண்டு. தமிழக முன்னாள் முதல்வர் மு. கருணாநிதியால் இளையராஜாவுக்கு, இசைஞானி என்ற பட்டம் சூட்டப்பட்டது.    இவர் பெரும்பாலும் \"மேஸ்ட்ரோ\" என்று குறிப்பிடப்படுகிறார், இது லண்டனின் ராயல் பில்ஹார்மோனிக் இசைக்குழுவால் வழங்கப்பட்ட மதிப்புமிக்க தலைப்பு. இந்திய திரைப்பட இசையில் மேற்கத்திய பாரம்பரிய இசை இசைக்கருவிகள் மற்றும் சரம் ஏற்பாடுகளைப் பயன்படுத்திய ஆரம்பகால இந்திய திரைப்பட இசையமைப்பாளர்களில் ஒருவர். இது படங்களுக்கான ஒலிகளின் சிறந்த ஒலியை உருவாக்க இவரை அனுமதித்தது, மேலும் இவரது கருப்பொருள்கள் மற்றும் பின்னணி இசை இந்திய திரைப்பட பார்வையாளர்களிடையே கவனத்தையும் பாராட்டையும் பெற்றது. இந்திய திரைப்பட இசையில் வெளிப்படையான சாத்தியக்கூறுகளின் வரம்பு இளையராஜாவின் ஒழுங்குமுறை, பதிவு நுட்பம் மற்றும் இசை பாணிகளின் பன்முகத்தன்மையிலிருந்து இவரது கருத்துக்களை வரைவதற்கான முறையான அணுகுமுறையால் விரிவாக்கப்பட்டது. 1986 ஆம் ஆண்டில், விக்ரம் தமிழ்த் திரைப்படத்தில் கணினி மூலம் திரைப்படப் பாடல்களைப் பதிவு செய்த முதல் இந்திய இசையமைப்பாளர் ஆவார் .இவர் 7,000 க்கும் மேற்பட்ட பாடல்களை இயற்றியவர், 1,000 க்கும் மேற்பட்ட திரைப்படங்களுக்கு திரைப்பட பின்னணி இசையை வழங்கியவர் மற்றும் 20,000 க்கும் மேற்பட்ட இசை நிகழ்ச்சிகளில் நிகழ்த்திய உலகின் மிகச் சிறந்த இசையமைப்பாளர் ஆவார். இளையராஜா இசையமைத்தது, சிம்பொனியில் (2006) ஆகும். விமர்சன ரீதியாக பாராட்டப்பட்ட திருவாசகம் முதல் இந்திய சொற்பொழிவு ஆகும் . இசையமைப்பாளர் பி. கிரீனின் கூற்றுப்படி, இளையராஜாவின் \"பலவிதமான இசை பாணிகளைப் பற்றிய ஆழமான புரிதல், ஒருங்கிணைந்த, ஒத்திசைவான இசை அறிக்கைகளில் மிகவும் மாறுபட்ட இசை முரண்களை இணைத்து ஒத்திசைவான இசையை உருவாக்க அவரை அனுமதித்தது\". இளையராஜா இந்தியத் திரைப்பட பாடல்களைப் என்று வருகிறது ஆப்பிரிக்க-பழங்குடி, அதனால் வகைப்பட்ட ஒருங்கிணைப்பில் கூறுகள் போஸ்ஸா நோவா , நடன இசை (எ.கா., டிஸ்கோ ), டூ-கட்டுடல் , ஃபிளெமெங்கோ , ஒலி கிட்டார் -propelled மேற்கத்திய நாட்டுப்புற , பங்க் , இந்திய கிளாசிக்கல் , இந்திய நாட்டுப்புற / பாரம்பரிய , ஜாஸ் , அணிவகுப்பு ,பாத்தோஸ் , பாப், சைகெடெலியா மற்றும் ராக் அண்ட் ரோல் .இந்த வகையின் காரணமாகவும், மேற்கத்திய, இந்திய நாட்டுப்புற மற்றும் கர்நாடகக் கூறுகளை ஒன்றிணைப்பதன் மூலமும், இளையராஜாவின் இசையமைப்புகள் இந்திய கிராமப்புறவாசிகளுக்கு அதன் தாள நாட்டுப்புற குணங்களுக்காகவும், கர்நாடக ராகங்களின் வேலைவாய்ப்புக்காக இந்திய கிளாசிக்கல் இசை ஆர்வலர்களிடமும் , நகர்ப்புறவாசிகளுக்கு அதன் நவீன, மேற்கத்திய-இசை ஒலி.  இசையமைப்பதற்கான காட்சிப்படுத்தல் உணர்வை இளையராஜா எப்போதும் இயங்கும் திரைப்படத்தின் கதைக் கோடுடன் பொருத்துவதோடு, அவ்வாறு செய்வதன் மூலமும், பார்வையாளர்களுக்கு தனது இசை மதிப்பெண் மூலம் சுவையான உணர்ச்சிகளை உணர சிறந்த அனுபவத்தை உருவாக்குகிறார். இசையுடன் கலக்கும் இந்த கலையை அவர் தேர்ச்சி பெற்றார், மிகச் சிலரே நீண்ட காலத்திற்கு தங்களைத் தழுவிக்கொள்ள முடிந்தது. இளையராஜா சிக்கலான தொகுப்பு நுட்பங்களைப் பயன்படுத்துகிறார் என்றாலும், அவர் பெரும்பாலும் தன்னிச்சையான முறையில் படங்களுக்கான அடிப்படை மெல்லிசைக் கருத்துக்களை வரைகிறார். இந்தியன் பெர்ஃபாமிங் ரைட் சொசைட்டியின் குழு உறுப்பினர் அச்சில்லே ஃபோலர் கூறுகையில், கடந்த 40 ஆண்டுகளில் இளையராஜா உருவாக்கிய நட்சத்திர அமைப்பு, அவரை உலகின் சிறந்த 10 பணக்கார இசையமைப்பாளர்களில் ஒருவராக வைத்திருக்க வேண்டும், எங்காவது ஆண்ட்ரூ லாயிட் வெபருக்கு இடையில் (1.2 பில்லியன் டாலர்) ) மற்றும் மிக் ஜாகர் (million 300 மில்லியனுக்கும் அதிகமானவை).இளையராஜாவின் இசை மேற்கத்திய, இந்திய கருவிகளின் தொகுப்பான ஒரு ஆர்கெஸ்ட்ரேஷன் நுட்பத்தால் வகைப்படுத்தப்படுகிறது. இவர் மின்னணு இசை தொழில்நுட்பம் பயன்படுத்தும்  கூட்டிணைப்பு, மின்சார கிட்டார், விசைப்பலகைகள், டிரம் இயந்திரங்கள், ரிதம் பெட்டிகள் மற்றும் மிடி போன்ற பாரம்பரிய கருவிகள் கொண்டிருக்கும் பெரிய ஆர்கெஸ்ட்ராவில் வீணை, வேணு, நாதஸ்வரம், டோலக்கின், மிருதங்கம் மற்றும் தபலா அத்துடன் மேற்கத்திய முன்னணி கருவிகள் சாக்ஸபோன்கள் மற்றும் புல்லாங்குழல் ஆகியவைகளால் ஒருங்கிணைக்கிறது. இவரது பாடல்களில் உள்ள பாஸ்லைன்கள் மெல்லிசை மாறும், உயரும் மற்றும் வியத்தகு முறையில் விழும். பாலிரிதம் கூட தெளிவாகத் தெரிகிறது, குறிப்பாக இந்திய நாட்டுப்புற அல்லது கர்நாடக தாக்கங்களைக் கொண்ட பாடல்களில். இந்தியாவின் மரியாதைக்குரிய பாடகர்கள் மற்றும் பின்னணிப் பாடகர்களை தனது பாடல்களின் இனிமைக்காகவும் அமைப்பு கணிசமான குரல் கற்பு கோருவது போன்றவைகளுக்காக, பல்வேறு மொழிகளில் பாடும் பாடகர்களில் சிலரை பயன்படுத்தியுள்ளார் அதில், டி. எம். சௌந்தரராஜன், எஸ். ஜானகி, பி. சுசீலா, கே. ஜே. யேசுதாஸ், கே.எஸ் சித்ரா, எஸ். பி. பாலசுப்பிரமணியம், மலேசியா வாசுதேவன், மனோ, எம். ஜி. ஸ்ரீகுமார், ராஜ்குமார், ஆஷா போஸ்லே, லதா மங்கேஷ்கர்,ஜெயச்சந்திரன், உமா ரமணன், எஸ். பி. சைலஜா, ஜென்சி, ஸ்வர்ணலதா, மின்மினி, சுஜாதா மோகன், கவிதா கிருஷ்ணமூர்த்தி, ஹரிஹரன், உதித் நாராயண், சாதனா சர்கம் மற்றும் ஸ்ரேயா கோஷல் ஆகியோராவர். இளையராஜா தனது சொந்த 400 இசையமைப்புகளை படங்களுக்காக பாடியுள்ளார், மேலும் இவரது முழுமையான, ஆழமான குரலால் அடையாளம் காணப்படுகிறார். இவர் தமிழில் தனது சில திரைப்படங்களுக்காக ஒருசில பாடல்களை தானே இயற்றியுள்ளார். தமிழில் இளையராஜா இயற்றிய முழு முதற்பாடல் மணிரத்னம் இயக்கிய இதய கோவிலில் இதயம் ஒரு கோயில் எனும் பாடலாகும். ஏறும் குறிப்புகளில் மட்டுமே ஒரு பாடலை இயற்றிய ஒரே இசையமைப்பாளர் இவர்தான் என்று பரவலாக நம்பப்படுகிறது.இளையராஜாவின் முதல் இரண்டு திரைப்படம் அல்லாத ஆல்பங்கள் இந்திய மற்றும் மேற்கத்திய பாரம்பரிய இசையின் இணைப்பில் மேற்கொள்ளப்பட்ட ஆய்வுகள். முதல், அதை எப்படி பெயரிடுவது? (1986), கர்நாடக மாஸ்டர் தியாகராஜர் மற்றும் யோகான் செபாஸ்தியன் பாக் ஆகியோருக்கு அர்ப்பணிக்கப்பட்டுள்ளது . இது கர்நாடக வடிவத்தின் இணைவு மற்றும் பாக் பார்ட்டிடாஸ் , ஃபியூக்ஸ் மற்றும் பரோக் இசை அமைப்புகளுடன் ராகங்களை கொண்டுள்ளது . இரண்டாவது, நத்திங் பட் விண்ட் (1988), ஃப்ளூடிஸ்ட் ஹரிபிரசாத் சௌரசியா மற்றும் 50-துண்டு இசைக்குழு ஆகியோரால் நிகழ்த்தப்பட்டது மற்றும் தலைப்பில் பரிந்துரைக்கப்பட்ட கருத்தியல் அணுகுமுறையை எடுக்கிறது music இசை என்பது \"பல்வேறு வகையான காற்று நீரோட்டங்களுக்கு ஒத்த இயற்கையான நிகழ்வு\" .இளையராஜாவின் கிளாசிகல்ஸ் ஆன் தி மாண்டோலின் (1994) ஆல்பத்திற்காக மின்சார மண்டலவியலாளர் உ. ஸ்ரீநிவாஸ் பதிவுசெய்த கர்நாடக கிருதிகளின் தொகுப்பை அவர் இயற்றியுள்ளார் . இளையராஜா மத / பக்தி பாடல்களின் ஆல்பங்களையும் இயற்றியுள்ளார் . அவரது குரு ரமணா geetam (2004) இந்து மதம் மறைபொருள் ஈர்க்கப்பட்டு பிரார்த்தனை பாடல்களை ஒரு சுழற்சி உள்ளது ரமணா மகரிஷி , தன் Thiruvasakam : ஒரு குறுக்கு (2005) ஒரு உள்ளது oratorio பண்டைய தமிழ் கவிதைகள் அமெரிக்கன் பாடலாசிரியர் ஆங்கில சிறிதளவிலான படியெடுக்கப்படுவதோடு இசுடீபன் சுவார்ட்சு மற்றும் நிகழ்த்த புடாபெஸ்ட் சிம்பொனி இசைக்குழு .இளையராஜாவின் மிக சமீபத்திய வெளியீடு தி மியூசிக் மெசியா (2006) என்ற உலக இசை சார்ந்த ஆல்பமாகும் . அவர் தனது 'இசை ஓடிடி' விண்ணப்பம் விரைவில் தொடங்கப்படும் என்று தனது பிறந்தநாளில் அறிவித்துள்ளார், மேலும் அவரது பாடல்கள் ஒவ்வொன்றும் எவ்வாறு கருத்தரிக்கப்பட்டன, தயாரிக்கப்பட்டன, வழங்கப்பட்டன மற்றும் பிற இசைக்கலைஞர்களுடன் ஒத்துழைப்பு.இளையராஜாவுக்கு ஐந்து தேசிய திரைப்பட விருதுகள் வழங்கப்பட்டுள்ளன - சிறந்த இசை இயக்கத்திற்கான மூன்று மற்றும் சிறந்த பின்னணி இசைக்காக இரண்டு.  2010 இல், இவருக்கு பத்ம பூசண் விருது, இந்தியாவின் மூன்றாவது மிக உயர்ந்த குடிமக்கள் விருது வழங்கப்பட்டது மற்றும் 2018 ஆம் ஆண்டு, இந்தியாவின் இரண்டாவது மிக உயர்ந்த சிவிலியன் விருதான பத்ம விபூசண் விருது வழங்கப்பட்டது.  2012 ஆம் ஆண்டில், இசைத்துறையில் அவரது படைப்பு மற்றும் சோதனை படைப்புகளுக்காக, பயிற்சி பெற்ற கலைஞர்களுக்கு வழங்கப்பட்ட மிக உயர்ந்த இந்திய அங்கீகாரமான சங்கீத நாடக அகாதமி விருதைப் பெற்றார். டிரினிட்டி காலேஜ் ஆஃப் மியூசிக், லண்டன், தொலைதூர கற்றல் முறையில் கிளாசிக்கல் கிதாரில் தங்கப் பதக்கம் வென்றவர். 2013 ஆம் ஆண்டில் 100 ஆண்டு இந்திய சினிமாவைக் கொண்டாடும் சிஎன்என்-ஐபிஎன் நடத்திய கருத்துக் கணிப்பில், இளையராஜா இந்தியாவின் மிகச்சிறந்த திரைப்பட-இசை இயக்குநராக தேர்ந்தெடுக்கப்பட்டார்.  அமெரிக்க உலக சினிமா போர்டல் \"டேஸ்ட் ஆஃப் சினிமா\" சினிமா வரலாற்றில் 25 சிறந்த திரைப்பட இசையமைப்பாளர்களின் பட்டியலில் 9 வது இடத்தைப் பிடித்தது, இந்த பட்டியலில் உள்ள ஒரே இந்தியராவார். 2003 ஆம் ஆண்டில், நடத்திய ஒரு சர்வதேச இந்தக் கணக்கெடுப்பில் பிபிசி 165 நாடுகளில் இருந்து அரை மில்லியன் மக்கள் பங்கெடுத்த நிகழ்வில் இவரது இசையமைப்பான 1991 தளபதி திரைப்படத்தில் இடம்பெற்ற \"அடி ராக்கம்மா கையத்தட்டு\" பாடல் எல்லா காலத்துப்  பாடல்களிலும் முதல் பத்து இடத்தில் மிகவும் பிரபலமான நான்காவது பாடலாக தேர்வானது.இளையராஜா தனது இசையை நேரலையில் நிகழ்த்துவதில்லை. அறிமுகமானதிலிருந்து அவரது முதல் பெரிய நேரடி நிகழ்ச்சி 2005 அக்டோபர் 16 அன்று இந்தியாவின் சென்னையில் உள்ள ஜவஹர்லால் நேரு உட்புற ஸ்டேடியத்தில் நடைபெற்ற நான்கு மணி நேர இசை நிகழ்ச்சி. அவர் 2004 இல் இத்தாலியில் டீட்ரோ கொமுனலே டி மொடெனாவில் நிகழ்த்தினார். எல்'ஆல்ட்ரோ சுயோ விழாவுடன் இணைந்து தயாரிக்கப்பட்ட ஃபெஸ்டிவல் இன்டர்நேஷனலே டி மியூசிகாவின் ஏஞ்சலிகாவின் 14 வது பதிப்பிற்காக வழங்கப்பட்ட இசை நிகழ்ச்சி. அக்டோபர் 23, 2005 அன்று, மெலிண்டா மற்றும் பில் கேட்ஸ் அறக்கட்டளை உள்ளிட்ட பல்வேறு ஏஜென்சிகளால் நிதியுதவி செய்யப்பட்ட \"எ டைம் ஃபார் ஹீரோஸ்\", ஹாலிவுட் நட்சத்திரம் ரிச்சர்ட் கெர், தமிழ் மற்றும் தெலுங்கு நட்சத்திரங்கள் \"இன்ஃபோடெயின்மென்ட்\" ஒரு மாலை நேரத்தில் நகரத்தில் கூடிவருவதைக் கண்டார்கள் - அவர்கள் ஒன்றில் பேசினர் எச்.ஐ.வி / எய்ட்ஸ் குறித்த குரல். அக்டோபர் 22, 2005 சனிக்கிழமையன்று ஹைதராபாத்தில் உள்ள கச்சிப ow லி உட்புற ஸ்டேடியத்தில் ஏற்பாடு செய்யப்பட்ட இந்த நிகழ்வு, பாடகர் உஷா உதூப் வழங்கிய மேஸ்ட்ரோ இளையராஜாவின் இசையமைப்போடு தொடங்கியது.இது இளையராஜா (\"இது இளையராஜா\") என்ற தலைப்பில் ஒரு தொலைக்காட்சி பின்னோக்கி தயாரிக்கப்பட்டது, இது அவரது வாழ்க்கையை விவரிக்கிறது. அவர் கடந்த படத்தின் ஆடியோ வெளியீடு விழாவில் நேரலை நிகழ்ச்சி டோனி மற்றும் அதற்கு முன், என்ற தலைப்பைக் நடத்திய மற்றும் ஜெயா டிவி ஒளிபரப்பு செய்யப்பட்டது என்று ஒரு திட்டத்தை செய்யப்படுகிறது என்றென்றும் ராஜா டிசம்பர் 2011 28 ம் தேதி ( \"நித்திய ராஜா\") ஜவஹர்லால் நேரு உள் விளையாட்டரங்கில் , சென்னை. 23 செப்டம்பர் 2012 அன்று, அவர் பெங்களூரில் தேசிய உயர்நிலைப் பள்ளி மைதானத்தில் நேரலை நிகழ்ச்சியை நடத்தினார் .16 பிப்ரவரி 2013 அன்று, இளையராஜா கனடாவின் டொராண்டோவில் உள்ள ரோஜர்ஸ் மையத்தில் வட அமெரிக்காவில் தனது முதல் தோற்றத்தை வெளிப்படுத்தினார். டொராண்டோ கச்சேரி இந்தியாவில் விஜய் டிவியின் டிரினிட்டி நிகழ்வுகளால் விளம்பரப்படுத்தப்பட்டது மற்றும் பிஏ + உடன் சாண்டி ஆடியோ விஷுவல் எஸ்ஏவி புரொடக்ஷன்ஸ் தயாரித்தது. டொராண்டோ தனது நிகழ்ச்சியைத் தொடர்ந்து, இளையராஜா மேலும் பாடினார் ப்ருடென்ஷியம் மையத்தைத் நெவார்க், 23 பிப்ரவரி 2013 நியூ ஜெர்சி மற்றும் மணிக்கு சான் ஜோஸ் ஹெச்பி பெவிலியன் 1  மார்ச் 2013 சுற்றுப்பயணம் இவர் வெளியிட்ட நேரடி நிகழ்ச்சியை நடத்தினார் அவரது வட அமெரிக்கா பிறகு O2 அரங்கம் லண்டனில் 24 ஆகஸ்ட் 2013 அன்று, கமல்ஹாசன் மற்றும் அவரது மகன்கள் யுவன் சங்கர் ராஜா மற்றும் கார்த்திக் ராஜா ஆகியோருடன் . இளையராஜாவும் அவரது குழுவும் 2016 ஆம் ஆண்டில் வட அமெரிக்காவில் நேரலை நிகழ்ச்சியை நடத்தினர். அக்டோபர் 2017 இல், முதன்முறையாக ஹைதராபாத்திலும், நவம்பரில் மலேசியாவின் கோலாலம்பூரிலும் நேரடி நிகழ்ச்சியை நடத்தினார். மார்ச் 2018 இல், ஹூஸ்டன், டல்லாஸ், சிகாகோ, சான் ஜோஸ், கனெக்டிகட், வாஷிங்டன் டி.சி மற்றும் டொராண்டோவில் மீண்டும் நேரடி நிகழ்ச்சியை நடத்தினார்.தனது வாழ்க்கையில் முதல்முறையாக, இளையராஜா 11 ஆகஸ்ட் 2018 அன்று ஹில்சாங் கன்வென்ஷன் சென்டரில் தனது இசைக்குழுவுடன் சிட்னியில் நிகழ்த்தியுள்ளார். மேலும், தனது 75 வது பிறந்த நாளை கொண்டாடும் அதே மாதத்தில், சிங்கப்பூர் ஸ்டார் பெர்பார்மிங் ஆர்ட்ஸ் தியேட்டரில் ஒரு இசை நிகழ்ச்சி நடைபெற்றது 18 ஆகஸ்ட்.இளையராஜா தனது 76 வது பிறந்தநாள் கொண்டாட்டத்தின் ஒரு பகுதியாக 2019 ஜூன் 2 ஆம் தேதி சென்னையில் இசையை கொண்டாடுகிறார் என்ற தலைப்பில் ஒரு நிகழ்ச்சியை ஏற்பாடு செய்தார். வழக்கமாக மேஸ்ட்ரோவின் குழுவில் நாற்பது முதல் ஐம்பது இசைக்கலைஞர்கள் உள்ளனர், ஆனால் முதல்முறையாக இந்த நிகழ்ச்சியில் நூற்றுக்கும் மேற்பட்ட கலைஞர்கள் கலந்து கொண்ட நிலை. நான்கு மணி நேர நேரடி இசை நிகழ்ச்சியில் பிரபல பாடகர் எஸ். பி. பாலசுப்பிரமணியம் மீண்டும் 2017 ஆம் ஆண்டில் ஏற்பட்ட ராயல்டி பிரச்சினைகளை வீழ்த்திய பின்னர் மீண்டும் இணைந்தார் . இந்த நிகழ்வு சினி இசைக்கலைஞர்கள் சங்கத்திற்கான நிதி திரட்டும் முயற்சியாகும்.முதன்முறையாக, இசைஞானி இளையராஜா 9 ஜூன் 2019 அன்று கோயம்புத்தூரில் ஒரு நேரடி இசை நிகழ்ச்சியை நடத்தினார். ராஜாதி ராஜா என்ற தலைப்பில், இந்த நிகழ்வு கோடிசியா மைதானத்தில் நடைபெற்றது. இளையராஜாவுடன், பாடகர்கள் எஸ். பி. பாலசுப்பிரமணியம், மனோ, உஷா உதூப், ஹரிசரண், மது பாலகிருஷ்ணன், மற்றும் பவதாரினி ஆகியோரும் ஹங்கேரியிலிருந்து ஒரு இசைக்குழுவின் ஆதரவுடன் நிகழ்ச்சியில் பங்கேற்றனர். லதா ரஜினிகாந்த் மற்றும் அவரது மகள் ஐஸ்வர்யா ஆகியோரும் இந்த நிகழ்வின் ஒரு பகுதியாக இருந்தனர். கச்சேரியிலிருந்து கிடைத்த வருமானம் அமைதிக்கான குழந்தைகளுக்கான நன்கொடை , முன்னாள் இயங்கும் ஒரு தன்னார்வ தொண்டு நிறுவனம்.2017 ஆம் ஆண்டில், இளையராஜா தனது பாடல்களின் பதிப்புரிமைக்காக நீதிமன்றத்தில் வழக்குத் தாக்கல் செய்தார். அவர் எஸ்.பி.க்கு சட்ட அறிவிப்புகளை அனுப்பினார். பாலசுப்பிரமணியம் மற்றும் சித்ரா, அவரது பாடல்களைப் பாடத் தடை விதித்தனர். தனது பதிவுகளை தயாரித்த பல்வேறு இசை நிறுவனங்களுக்கு 2015 ஆம் ஆண்டில் சட்ட அறிவிப்புகளை தாக்கல் செய்ததாக அவர் கூறுகிறார். 2018 ஆம் ஆண்டில், இளையராஜா இயேசு கிறிஸ்துவின் உயிர்த்தெழுதல் குறித்து தனது சந்தேகங்களை வெளிப்படுத்தினார் , ஆனால் \" உண்மையிலேயே உயிர்த்தெழுதலை அனுபவித்த ஒரே நபர் பகவான் ரமண மகர்ஷி \" என்று கூறினார்.  இது சமூக ஊடகங்களில் விமர்சனங்களை உருவாக்கியதுடன், கிறிஸ்தவர்களின் இறுதி நம்பிக்கைக்கு எதிராக சர்ச்சைக்குரிய பேச்சுக்காக கிறிஸ்தவ குழுவால் போலீஸ் கமிஷனரிடம் புகார் அளித்தது.இளையராஜா, 'இயேசுவின் உயிர்த்தெழுதல் இடம்பெறவில்லை' என்றும், உயிர்த்ததெழுந்த ஒரே ஒரு நபர் ரமண மகரிஷி ஒருவரே எனவும், தன் கருத்தினை வெளியிட்டிருந்தார். இது சமூக வலைத்தளங்களில் பெரும் பேச்சுப் பொருளாக இருந்ததுடன், கிறிஸ்தவ குழு ஒன்றினால் தங்களின் அடிப்படை விசுவாசத்திற்கு எதிரான பேச்சு என்பதால், காவல் துறையில் புகார் அளிக்கப்பட்டது.இளையராஜா புகைப்படக்கலையிலும், இலக்கியத்திலும், ஆன்மீகத்திலும் ஆர்வம் கொண்டவர். இவர் எழுதிய புத்தகங்கள் :",
        "முதல் படம்": "அன்னக்கிளி",
        "அறிமுக ஆண்டு": "1976",
        "பிறந்த திகதி": "02/06/1943",
        "பிறப்பிடம்": "Pannaipuram, Madura District, Madras Presidency, British India",
        "செயற்பாட்டுக் காலம்": "1976–present",
        "தொழில்": [
            "இசையமைப்பாளர்",
            " பாடகர்",
            " கிட்டார்",
            " கீபோட்/ ஆர்மோனியம்/ பியானோ இசைக்கலைஞர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "02 June 1943"
    },
    {
        "பெயர்": "சந்திரபோஸ்",
        "அறிமுகம்": "சந்திரபோஸ் (இறப்பு: செப்டம்பர் 30, 2010) தமிழ்த் திரைப்பட இசையமைப்பாளரும், பாடகரும், நடிகரும் ஆவார். 1977 முதல் 90களின் ஆரம்பம் வரை இவர் முன்னூறுக்கும் மேற்பட்ட தமிழ்த் திரைப்படங்களுக்கு இசையமைத்திருக்கிறார்.",
        "உள்ளடக்கம்": "வி. சி. குகநாதனின் இயக்கத்தில் 1977-ம் ஆண்டு வெளிவந்த மதுரகீதம் படத்தின் மூலம் அறிமுகமான சந்திரபோஸ் தொடக்க காலத்தில் இசையமைப்பாளர் தேவாவுடன் இணைந்து இசை நிகழ்ச்சிகள் நடத்தினார். எம். எஸ். விஸ்வநாதன் இசையில் ஆறு புஷ்பங்கள் படத்தில் சந்திரபோஸ் பாடிய ஏண்டி முத்தம்மா என்ற பாடல் அவரை மிகப் பிரபலமாக்கியது.பின் \"மாங்குடி மைனர்', \"மச்சானை பார்த்தீங்களா' உள்ளிட்ட பல படங்களுக்கு இசையமைத்து பிரபலமானார். \"மச்சானைப் பார்த்தீங்களா' படத்தில் இடம்பெற்ற \"மாம்பூவே சிறு மைனாவே' பாடல் என்றும் நினைவில் நிற்கும் பாடலாகும். இதைத் தொடர்ந்து \"மனிதன்',  \"அண்ணா நகர் முதல் தெரு', \"ராஜா சின்ன ரோஜா\" உள்ளிட்ட நூற்றுக்கும் மேற்பட்ட படங்களுக்கு இசையமைத்தார். மனிதன் படத்தில் வரும் வானத்தைப் பார்த்தேன், மனிதன் மனிதன், அண்ணா நகர் முதல் தெரு படத்தில் இடம்பெற்ற 'மெதுவா மெதுவா', சங்கர் குருவில் இடம் பெற்ற 'காக்கிச் சட்ட போட்ட மச்சான்', மக்கள் என் பக்கம் படத்தில் வரும் 'ஆண்டவனைப் பாக்கணும்' போன்ற பாடல்கள் மிகப் புகழ்பெற்றவை. வி. சேகரின் இயக்கத்தில் வெளிவந்த \"நான் பெத்த மகனே\" திரைப்படத்தில் இவர் கடைசியாக இசையமைத்திருந்தார்.அண்மைக்காலங்களில் திரைப்படங்களிலும் தொலைக்காட்சி தொடர் நாடகங்களிலும் நடித்து வந்தார். \"கத்திக் கப்பல்' படத்தில் இவரது நடிப்பு பரவலான பாராட்டுகளைப் பெற்றது. தற்போது \"சூரன்' என்ற படத்தில் நடித்து வந்தார். \"மலர்கள்', \"திருப்பாவை\", உள்ளிட்ட பல தொலைக்காட்சி நாடகங்களில் இவர் நடித்துள்ளார்.12 வயதிலேயே பாய்ஸ் நாடகக் கம்பெனியில் நடித்த இவர், கலைஞர் நடித்த மணிமகுடம், கலைஞரின் பராசக்தி நாடகம் ஆகியவற்றிலும் நடித்திருக்கிறார்.நுரையீரல் பாதிப்பு காரணமாக மருத்துவமனையில் சிகிச்சை பெற்று வந்த அவர், சிகிச்சை பலனின்றி 2010 செப்டம்பர் 30 இல் இறந்தார். மறைந்த சந்திரபோசுக்கு இராஜகுமாரி, கீதா என்ற இரு மனைவிகளும், சந்தோஷ்,வினோத் சந்தர் என்ற இரு மகன்களும், கௌரி என்ற மகளும் உள்ளனர்.",
        "முதல் படம்": "மதுரகீதம்",
        "அறிமுக ஆண்டு": "1977",
        "பிறந்த திகதி": "11/07/1950",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": "1977–2010",
        "தொழில்": [
            "இசையமைப்பாளர்",
            " நடிகர்",
            " பாடகர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "11 July 1950"
    },
    {
        "பெயர்": "கங்கை அமரன்",
        "அறிமுகம்": "கங்கை அமரன் (ஆங்கில மொழி: Gangai Amaran) தமிழ்த் திரைப்பட உலகில் ஓர் இசை அமைப்பாளராகவும், பாடலாசிரியராகவும், திரைக்கதை ஆசிரியராகவும், நடிகராகவும், திரைப்பட இயக்குனராகவும் பன்முகத் திறமை காட்டியவர். பல தொலைக்காட்சி இசைத்தொடர்களிலும் புகழ்பெற்றவர். புகழ்பெற்ற இசை அமைப்பாளர் இளையராஜாவின் தம்பியும், நடிகர்கள் வெங்கட் பிரபு மற்றும் பிரேம்ஜி அமரன் ஆகியோரின் தந்தையும் ஆவார். கங்கை அமரன் தற்போது தணிக்கைக் குழு உறுப்பினராகவும், பா.ஜ.க. கட்சியின் ஆதரவாளராகவும் இருந்து வருகிறார். 2017 ஏப்ரலில் ஆர்.கே.நகர் தொகுதி இடைத்தேர்தலில் பா.ஜ.க. சார்பில் வேட்பாளராக அறிவிக்கப்பட்டார்; ஆனால் அந்த இடைத்தேர்தல் ஆனது ரத்து செய்யப்பட்டது.",
        "உள்ளடக்கம்": "கங்கை அமரன், இளையராஜா, \"பாவலர்\" வரதராஜன் ஆகியோர் இந்திய பொதுவுடைமைக் கட்சி யின் மேடைகளில், கட்சியின் கொள்கை விளக்கப் பாடல்களையும், அன்றைய காங்கிரஸ் கட்சியின் ஆட்சி முறைகளை, பாடல்கள் மூலம் விமர்சித்தும், கலைநிகழ்ச்சிகள் நடத்தி வந்தனர்.கங்கை அமரன் தமிழ்நாடு, தேனி, பண்ணைப்புரத்தில்,  டிசம்பர் 1947 இல் பிறந்தார்.  டேனியல் ராமசாமி மற்றும் சின்னத்தாயி அவர்களின் இளைய மகனாவார். இவர் பிரபல இசை இயக்குனர் இளையராஜாவின் தம்பி மற்றும் இயக்குனரும், நடிகருமான வெங்கட் பிரபு மற்றும் நடிகர், இசையமைப்பாளர் மற்றும் பாடகர் பிரேம்ஜி அமரனின் தந்தை ஆவார். இவருக்கு மேலும் இரண்டு மூத்த சகோதரர்கள் இருந்தனர், ஆர்.டி.பாஸ்கர் மற்றும் பாவலர் வரதராஜன், இருவரும் நீண்ட காலத்திற்கு முன்பே இறந்தனர். இசையமைப்பாளர்கள் கார்த்திக் ராஜா, யுவன் சங்கர் ராஜா, பாடகர் பவதாரிணி மற்றும் ஆடை வடிவமைப்பாளர் வாசுகி பாஸ்கர் ஆகியோர் இவரது உறவினர்கள் ஆவர்.இவரது பெயரைப் பொறுத்தவரை, கங்கை குழந்தை பருவத்தில் படித்த அதே பெயரில் ஒரு பத்திரிகையிலிருந்து எடுக்கப்பட்டது, அதே நேரத்தில் அமரன் அமர் சிங் என்ற புனைப்பெயரில் இருந்து உருவானார், இவர் ஒரு பாடலாசிரியராக இருக்க வேண்டும் என்ற நோக்கத்தில் தன்னைத் தத்தெடுக்க விரும்பினார். டூரிங் டாக்கீஸ் யூடியூப் சேனலில் சித்ரா லட்சுமணனுடனான இவரது சமீபத்திய நேர்காணல், இவர் தனது வாழ்க்கை அனுபவங்களையும், இவரது தொழில் போராட்டத்தையும், தனது மூத்த சகோதரர் இளையராஜாவுடனான தனிப்பட்ட வேறுபாடுகள் குறித்தும் பகிர்ந்து கொண்டார், அங்கு இவர் தனது வாழ்க்கையில் பல சர்ச்சைக்குரிய விஷயங்களைப் பற்றி குறிப்பிட்டுள்ளார்.இவரது சகோதரர் இளையராஜாவோடு இணைந்து பங்காற்றினார். பின்னாளில் கங்கை அமரன் ஒரு இசையமைப்பாளராக தனது வாழ்க்கையைத் துவங்கினார். பாரதிராஜா, இளையராஜா கூட்டணியில் அமைந்த பதினாறு வயதினிலே திரைப்படத்தில் செந்தூரப் பூவே பாடலை இயற்றினார். அதைத் தொடர்ந்து தன்னுடைய அண்ணன் இளையராஜா இசையமைத்த பல திரைப்படங்களுக்கு பாடலாசிரியராக பணிபுரிந்துள்ளார். மேலும் எம். எஸ். விஸ்வநாதன், சங்கர் கணேஷ், எஸ். பி. பாலசுப்பிரமணியம், யுவன் சங்கர் ராஜா ஆகியோரின் இசையில் பாடல்களை இயற்றியுள்ளார். மௌன கீதங்கள் மற்றும் வாழ்வே மாயம் (1983) போன்ற பல சிறந்த படங்களுக்கு இசையமைத்தார். இசையமைப்பதைத் தவிர, கோழி கூவுது (1982) படத்தில் அமரன் இயக்குநராக அறிமுகமானார். மேலும் மிகவும் வெற்றிகரமான கரகாட்டக்காரன் (1989) உட்பட பல படங்களை இயக்கியுள்ளார். தெம்மாங்கு பாட்டுக்காரன் இயக்குனராக இவரது கடைசி படம், அதே நேரத்தில் இவரது மகன் வெங்கட் பிரபுவின் நடிப்பு அறிமுகமாக இருந்த பூஞ்சோலை வெளியிடப்படாமல் உள்ளது.  இப்போது இவர் கிளஸ்டர்ஸ் மீடியா கல்லூரியில் பணிபுரிகிறார்.கங்கை அமரன் ஐ.எம்.டி.பி இணையத்தளத்தில்",
        "முதல் படம்": "ஒரு விடுகதை ஒரு தொடர்கதை",
        "அறிமுக ஆண்டு": "1979",
        "பிறந்த திகதி": "08/12/1947",
        "பிறப்பிடம்": "Pannaipuram, Theni, Tamil Nadu",
        "செயற்பாட்டுக் காலம்": "1976–present",
        "தொழில்": [
            "நடிகர்",
            " இயக்குனர்",
            " தயாரிப்பாளர்",
            " திரைக்கதை ஆசிரியர்",
            " பின்னணி இசை",
            " பாடலாசிரியர்",
            " இசையமைப்பாளர்",
            " பாடகர்",
            ""
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [
            "பின்னணிப் பாடகர்",
            " கிட்டார்"
        ],
        "பிறந்த திகதி தமிழில்": "08 December 1947"
    },
    {
        "பெயர்": "டி. இராஜேந்தர்",
        "அறிமுகம்": "டி. ராஜேந்தர் (T. Rajendar, பிறப்பு: மே 9, 1955) ஓர் தமிழ்த் திரைப்பட நடிகரும், இயக்குனரும், பாடகரும், இசைக் கலைஞரும், தமிழக அரசியல்வாதியும் ஆவார். வீராசாமி உள்ளிட்ட திரைப்படங்களில் நடித்துள்ளார். இவரின் மூத்த மகன் சிலம்பரசன் ஒரு புகழ்பெற்ற தமிழ் திரைப்பட நடிகர் ஆவார்.டி. ராஜேந்தர் என்று அறியப்பட்ட இவர் தற்போது தன் பெயரை விஜய டி. ராஜேந்தர் என்று மாற்றிக்கொண்டுள்ளார். திரைப்படங்களில் அடுக்கு மொழி வசனம் பேசுவது இவரது தனிச் சிறப்பாகும்.",
        "உள்ளடக்கம்": "திமுகவில் இணைந்து தனது அரசியல் பணியை துவக்கினார். திமுகவில் கொள்கை பரப்புச் செயலாளராக இருந்துள்ளார். 1996ல் சென்னை பூங்காநகர் தொகுதியில் போட்டியிட்டு தமிழக  சட்டமன்ற உறுப்பினராக இருந்துள்ளார். தமிழக சிறுசேமிப்பு திட்ட ஆலோசனை குழு துணைத் தலைவராகவும் பணியாற்றி உள்ளார். 2004ல் திமுகவிலிருந்து விலகி அனைத்திந்திய லட்சிய திராவிட முன்னேற்றக் கழகம் என்ற அரசியல் கட்சியை தொடங்கியுள்ளார். 2013 ஆம் ஆண்டு இறுதியில், லட்சிய திமுக கட்சியை கலைத்து விட்டு மீண்டும் திமுகவில் இணைந்தார்.",
        "முதல் படம்": "ஒரு தலை ராகம்",
        "அறிமுக ஆண்டு": "1980",
        "பிறந்த திகதி": "09/05/1955",
        "பிறப்பிடம்": "Mayiladuthurai, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "09 May 1955"
    },
    {
        "பெயர்": "எஸ்.பி. பாலசுப்பிரமணியம்",
        "அறிமுகம்": "எஸ். பி. பாலசுப்பிரமணியம் (S. P. Balasubrahmanyam, 4 சூன், 1946 – 25 செப்டம்பர், 2020), இந்தியத் திரைப்படப் பின்னணிப் பாடகரும், இசையமைப்பாளரும், நடிகரும், தயாரிப்பாளரும் ஆவார். இவர் எஸ்.பி.பி. (SPB) என்ற முன்னெழுத்துகளாலும் எஸ். பி. பாலு  என்றும் பரவலாக அறியப்படுகிறார். இவர் தெலுங்கு, தமிழ், கன்னடம், இந்தி மற்றும் மலையாளத் திரைப்படங்களில் அதிகமாகப் பணியாற்றியுள்ளார். 1966 முதல் திரைப்படங்களில் பாடத் தொடங்கி, 40,000 இற்கும் அதிகமான பாடல்களை 16 இந்திய மொழிகளில் பாடியுள்ளார்  இவர் \"பாடும் நிலா\"என்று  அழைக்கப்படுகிறார்.இவர் கன்னடம், தெலுங்கு, தமிழ், இந்தி மொழிகளில் ஆறு சிறந்த ஆண் பின்னணிப் பாடகருக்கான தேசியத் திரைப்பட விருதுகளையும்; ஆந்திர மாநிலத்தின் 25 நந்தி விருதுகளையும், மற்றும் பல கருநாடக, தமிழ்நாடு அரசு விருதுகளையும் பெற்றுள்ளார். அத்துடன், பிலிம்பேர் விருது, ஆறு தென்னிந்திய பிலிம்பேர் விருதுகள் ஆகியவற்றையும் வென்றுள்ளார். உலக அளவில் அதிக எண்ணிக்கையிலான பாடல்களைப் பாடியதற்காக கின்னஸ் உலக சாதனைகள் புத்தகத்தில் இடம் பிடித்துள்ளார். 2012 ஆம் ஆண்டில், இந்தியத் திரைத்துறைப் பங்களிப்புகளுக்காக என்.டி.ஆர் தேசிய விருது இவருக்கு வழங்கப்பட்டது. 2016 ஆம் ஆண்டில் இந்தியத் திரைப்பட ஆளுமைக்கான வெள்ளி மயில் விருது வழங்கப்பட்டது. இந்திய அரசு இவருக்கு பத்மசிறீ (2001), பத்ம பூசண் (2011) விருதுகளையும் வழங்கிச் சிறப்பித்தது. சனவரி 2021இல் இவருக்கு இந்தியாவின் குடிமை விருதுகளில் இரண்டாவது உயரிய விருதான பத்ம விபூசண் வழங்கப்படுவதாக அறிவிக்கப்பட்டது. நவம்பர் 2021இல் இவருக்கு பத்ம விபூசண் விருது இவரின் மறைவிற்குப் பின்பு இந்திய அரசால் வழங்கப்பட்டது. இவரது மகன் எஸ். பி. பி. சரண் விருதினைப் பெற்றுக் கொண்டார். பாலசுப்பிரமணியம் 2020 செப்டம்பர் 25 இல் கோவிடு-19 தொற்றினால் பாதிக்கப்பட்டுக் காலமானார்.",
        "உள்ளடக்கம்": "பாலசுப்பிரமணியம், தெலுங்குக் குடும்பத்தை சேர்ந்த, எஸ். பி. சாம்பமூர்த்தி, சகுந்தலம்மா தம்பதியருக்கு மகனாக சென்னை மாகாணம், நெல்லூர் மாவட்டம்,  கொணடம்பேட்டை (இன்றைய ஆந்திரா மாநிலத்தில்) மாநிலத்தில் பிறந்தார். இவருடைய தந்தை சாம்பமூர்த்தி, அரிகதை காலட்சேபக் கலைஞர் ஆவார். இவருடன் பிறந்தவர்கள் இரண்டு சகோதரர்களும் ஐந்து சகோதரிகளும் இருக்கின்றனர். இவர்களில் பாடகி எஸ். பி. சைலஜா இளைய சகோதரி ஆவார். மகன் எஸ். பி. பி. சரணும் பிரபலமான ஒரு பாடகரும், நடிகரும், தயாரிப்பாளரும் ஆவார்.பாலசுப்பிரமணியம் இசை ஆர்வத்தை இளவயதிலேயே வளர்த்து, தன் தந்தை அரிகதை வாசிக்கும் பொழுது கவனித்து, ஆர்மோனியம், புல்லாங்குழல் போன்ற இசைக் கருவிகளை வாசிக்கவும் தேர்ச்சி பெற்றார். இவர் பொறியாளர் ஆக வேண்டும் என்ற நோக்கத்தோடு அனந்தபூர், ஜே.என்.டி.யு பொறியியல் கல்லூரியில் மாணவனாக சேர்ந்தார். குடற்காய்ச்சலால் பாதிக்கப்பட்ட பாலசுப்பிரமணியம் படிப்பை பாதியில் நிறுத்திவிட்டு சென்னையில் உள்ள பொறியியல் கல்லூரியில் சேர்ந்து படித்தார்.இசையில் அதிக நாட்டம் கொண்ட பாலசுப்பிரமணியம், கல்லூரியில் படிக்கும் போதே பல பாடல் போட்டிகளில் கலந்து கொண்டு பரிசுகளைப் பெற்றார். 1964 ஆம் ஆண்டு சென்னையை மையமாக கொண்ட தெலுங்கு கலாச்சார நிறுவனம் நடத்திய இசை நிகழ்ச்சியில் பாடி முதல் பரிசைப் பெற்றார். ஆரம்பகாலத்தில் மெல்லிசைக் குழு ஒன்று நடத்தி வந்தார். இக்குழுவில் அனிருத்தா (ஆர்மோனியம்), இளையராஜா (கிட்டார், ஆர்மோனியம்), பாஸ்கர், கங்கை அமரன் (கிட்டார்) போன்றோர் பங்குபற்றினர். இவர்களோடு சேர்ந்து எஸ்பிபி இசை நிகழ்ச்சிகளையும் நாடகக் கச்சேரிகளில் பாடல்கள் பாடுவதையும் வழக்கமாக கொண்டிருந்தார். எஸ் பி கோதண்டபாணி, கண்டசாலா ஆகியோர் நடுவராக இருந்து பங்குபெற்ற பாடல் போட்டியில் சிறந்த பாடகராக தேர்ந்தெடுக்கப்பட்டார். அடிக்கடி இசையமைப்பாளர்களை சந்திப்பதும், பாட வாய்ப்புக் கேட்பதுமாக இருந்த இவருக்கு முதல் போட்டி பாடல் பி. பி. ஸ்ரீனிவாஸ் பாடிய 'நிலவே என்னிடம் நெருங்காதே' என்ற பாடலாகும். பி. பி. ஸ்ரீனிவாஸ் இவருக்கு தெலுங்கு, தமிழ், இந்தி, கன்னடம், மலையாளம், சமசுகிருதம், ஆங்கிலம், உருது போன்ற பல மொழிகளில் தனது பாடல்களை எழுதிக் கொடுத்துள்ளார்.பாலசுப்பிரமணியம் பின்னணிப் பாடகராக முதன் முதலில் 1966 ஆம் ஆண்டு திசம்பர் 15 தேதி சிறீ சிறீ சிறீ மரியாத ராமண்னா(1967) என்ற தெலுங்குத் திரைப்படத்திற்காக எஸ். பி. கோதண்டபாணியின் இசையில் பாடினார். இப்பாடல் பதிவான எட்டாம் நாளில் கன்னடத்தில் நக்கரே அதே சுவர்க என்ற திரைப்படத்திற்காகப் பாடினார். இவரது முதலாவது தமிழ் பாடல் எம். எஸ். விஸ்வநாதன் இசையில் எல். ஆர். ஈஸ்வரியுடன் ஓட்டல் ரம்பா என்ற திரைப்படத்துக்காகப் பாடிய \"அத்தானோடு இப்படி இருந்து எத்தனை நாளாச்சு\" என்பதாகும். ஆனால் இத்திரைப்படம் வெளிவரவில்லை. அடுத்ததாக 1969 இல் சாந்தி நிலையம் படத்தில் வரும் இயற்கையெனும் இளையகன்னி என்ற பாடலை ஜெமினி கணேசனுக்காகப் பாடினார். ஆனால் இப்படம் வெளிவரும் முன்பே எம்.ஜி.ஆருக்காக அடிமைப் பெண் திரைப்படத்தில் பாடிய ஆயிரம் நிலவே வா பாடல் வெளிவந்தது. இதுவே இவர் பாடி வெளிவந்த முதலாவது திரைப்படம் ஆகும். எஸ். ஜானகியுடன் இவர் பாடிய முதலாவது பாடல் கன்னிப் பெண் (1969) படத்துக்காக \"பௌர்ணமி நிலவில் பனி விழும் இரவில்\" என்பதாகும். இதன் பின்னர் இவர் ஜி. தேவராஜனால் கடல்பாலம் என்ற திரைப்படம் மூலம் மலையாளத் திரைத்துறைக்கும் அறிமுகமானார்.பாலசுப்பிரமண்யம் 1979 இல் வெளிவந்த சங்கராபரணம் என்ற திரைப்படத்திற்காகப் பாடல்களைப் பாடியதன் மூலம் உலகளவில் பிரபலமானார். சங்கராபரணம் தெலுங்கு திரையுலகில் சிறந்த திரைப்படமாகக் கருதப்படுகிறது. கே. விஸ்வநாத்தின் இயக்கத்தில் வெளிவந்தது. விஸ்வநாத் பாலசுப்பிரமணியத்தின் பெரியப்பா மகன் ஆவார். இத்திரைப்படத்தின் பாடல்கள் அனைத்தும் கே. வி. மகாதேவனால் கருநாடக இசை மெட்டுகளில் உருவாக்கப்பட்டது. பாலசுப்பிரமணியம் முறையாக கர்நாடக இசையைக் கற்கவில்லை என்றாலும் கேள்வி ஞானத்தை வைத்து சங்கராபரணம் பாடல்களைப் பாடினார். இத்திரைப்படத்திற்காக இவர் தனது முதலாவது சிறந்த ஆண் பின்னணிப் பாடகருக்கான தேசியத் திரைப்பட விருதைப் பெற்றார். இவரது முதலாவது இந்தி மொழித் திரைப்படம் ஏக் தூஜே கே லியே (1981) இவருக்கு இரண்டாவது தேசிய விருதையும் பெற்றுக் கொடுத்தது. கே. பாலசந்தர் இதனை இயக்கினார்.பாலசுப்பிரமணியம் தமிழ்த் திரைப்படங்களுக்கு நிறையப் பாடல்களை பாடினார், குறிப்பாக இளையராஜாவின் இசையில் எஸ். ஜானகியோடு இணைந்தும்,  தனித்தும், சக பின்னணிப்பாடகர்கள் மற்றும் பாடகிகளுடன் சேர்ந்தும் 70களின் இறுதி முதல் 80களிலும் பல பாடல்களைப் பாடினார். தமிழ் திரையிசையில் இளையராஜா, பாலசுப்பிரமணியம், ஜானகி இணைப்பில் வெற்றிப்பாடல்கள் நிறைய உள்ளன. இவற்றில் கருநாடக இசையமைப்பில் வெளியான சலங்கை ஒலி (1983) பாடல்களுக்கு இளையராஜாவும் பாலசுப்பிரமணியமும் தேசிய விருதுகள் பெற்றனர். சிப்பிக்குள் முத்து (1986), உருத்திரவீணா (தெலுங்கு, 1988) இவர்கள் இருவருக்கும் மீண்டும் தேசிய விருதுகளைப் பெற்றுக் கொடுத்தன. இளையராஜா மட்டுமல்லாது இடைக்காலத்தில் இசையமைத்த எல்லா இசையமைப்பாளர்களின் இசையிலும் பின்னணி பாடியிருக்கிறார்.1989 முதல் பாலசுப்பிரமணியம் பாலிவுட் நடிகர் சல்மான் கானுக்குப் பின்னணி பாடிவந்தார். மைனே பியார் கியா (1989) இந்திப் படம் பெரும் வெற்றி பெற்றது. இத்திரைப்படத்தில் எல்லாப் பாடல்களையும் இவரே பாடினார். எல்லா பாடல்களும் வெற்றி பெற்றது மட்டுமல்லாது தில் தீவானா பாடல் சிறந்த பின்னணிப் பாடகருக்கான பிலிம்பேர் விருதினையும் இவருக்கு வாங்கி கொடுத்தது. இவர் 90களிலும் காதல் ரசனையோடு கானின் திரைப்படங்களுக்கு பாடினார். இவற்றில் குறிப்பிடத்தக்கதாக ஹம் ஆப்கே ஹைன் கௌன் திரைப்படம் பெரும் வெற்றி பெற்றது. இப்படத்தில் லதா மங்கேசுக்கருடன் இவர் பாடிய திதி தேரா தேவர் தீவானா பாடல் மிகவும் பிரபலமானது. இவற்றின் மூலம் பாலசுப்பிரமணியம் இந்திய அளவில் மிகச்சிறந்த பின்னணிப்பாடகர்களில் ஒருவராக இனங்காணப்பட்டார்.௭ஸ் பி பாலசுப்பிரமணியம் 1990களில் இசையமைப்பாளர்களான தேவா, வித்யாசாகர், எம். எம். கீரவாணி , எஸ். ஏ. ராஜ்குமார், பரத்வாஜ்  போன்றோரின் இசையில் நிறைய பாடல்களைப் பாடினார். ஆனால் மிகப்பெரிய வெற்றி என்று சொன்னால் அது ஏ. ஆர். ரகுமான் இசையில் பாடிய பாடல்களாகும். ஏ ஆர் ரகுமானின் முதலாவது படமான ரோஜாவில் மூன்று பாடல்களைப் பாடினார். இதற்குப் பிறகு நிறையப் பாடல்களை ரகுமானின் இசையில் நீண்ட காலமாகவும் பாடிவந்தார். புதிய முகம் திரைப்படத்தில் \"ஜுலை மாதம் வந்தால்\" பாடலை அனுபமாவோடு பாடினார். கிழக்குச் சீமையிலே திரைப்படத்தில் \"மானூத்து மந்தையிலே மாங்குட்டி\" பாடல் நாட்டுப்புற நடையில் வித்தியாசமாகப் பாடினார். டூயட் படத்தில் ஏறத்தாழ எல்லா பாடல்களையும் பாடினார். மின்சார கனவு படத்தில் \"தங்கத்தாமரை மகளே\" பாடலுக்காக சிறந்த பின்னணிப் பாடகருக்கான தேசிய விருது இவருக்கு 1996 ஆம் ஆண்டு கிடைத்தது. இதுதான் இவருக்கு கிடைத்த ஆறாவது தேசிய விருதாகும்.பாலசுப்பிரமணியம் இசையமைப்பாளர் அம்சலேகாவின் இசையில் கன்னட திரைப்படங்களுக்கு பாடல்கள் பாடியுள்ளார். அம்சலேகாவின் பருவ காலம் ஒரு வெற்றிப் படமாக அமைந்தது. நிறையப் பாடல்களை அம்சலேகாவின் இசையில் பாடினார். இவருடைய ஐந்தாவது தேசிய விருது அம்சலேகாவின் இசையில் பாடியதற்காக கிடைத்தது. கனயோகி பஞ்சக்சரி காவாயி (1995) திரைப்படத்தில் \"உமண்டு குமண்டு\" பாடலுக்காக, சிறந்த பின்னணிப் பாடகருக்கான இந்திய தேசிய விருது அம்சலேகாவின் இந்துஸ்தானி இசையில் பாடியதன் மூலம் பெற்றார்.எஸ் பி பி 2000ஆம் ஆண்டிற்கு பிறகு இளைய தலைமுறை இசையமைப்பாளர்களான யுவன் சங்கர் ராஜா, கார்த்திக் ராஜா, ஹாரிஸ் ஜெயராஜ்,டி. இமான், ஜி. வி. பிரகாஷ்குமார், நிவாஸ் கே. பிரசன்னா, அனிருத் ரவிச்சந்திரன், பிரேம்ஜி அமரன்  போன்றோரின் இசையமைப்பில் பாடினார்.2013-ஆம் ஆண்டு வெளியான சென்னை எக்ஸ்பிரஸ் என்ற திரைப்படத்தில் நடிகர் சாருக் கானுக்காக விசால்-சேகரின் இசையில் \"நிக்கல் நா சாயி சென்னை எக்ஸ்பிரஸ்\" என்ற தலைப்புப் பாடலை பாடியுள்ளார். இப்பாடல் பதினைந்து ஆண்டுகளுக்குப் பிறகு இவர் இந்தி திரையிசையில் பாடியதாகும். பாலசுப்பிரமணியம் 2015ஆம் ஆண்டு சனவரி மாதம் மத்திய அரசின் தூய்மை இந்தியா திட்டத்திற்கு ஆந்திர மாநிலத்தின் தூதராக நியமிக்கப்பட்டார். இவர் மதங்களை கடந்து பக்திப்பாடல்கள் பல பாடியுள்ளார், இதற்காக 2015ஆம் ஆண்டுக்கான கேரள அரசின் \"அரிவராசனம்\" விருது பெற்றார்.மே 2020 இல், கோவிட்-19 பெருந்தொற்று சூழலில் பணியாற்றும் சுகாதாரப் பணியாளர்கள், மருத்துவர்கள், இராணுவத்தினர், காவல்துறையினர் மற்றும் அரச ஊழியர்களுக்கு அஞ்சலி செலுத்தும் முகமாக இளையராஜாவின் இசையில் \"பாரத் பூமி\" என்ற பாடலைப் பாடி வெளியிட்டார். இக்காணொளிப் பாடலை 2020 மே 30 இல் இளையராஜா இந்தி, தமிழ் மொழிகளில் அவரது அதிகாரபூர்வ யூடியூப் கணக்கில் வெளியிட்டார்.பாலசுப்பிரமணியம் கமல்ஹாசன் தமிழில் நடித்த மன்மத லீலை தெலுங்கில் மொழிமாற்றம் செய்யப்பட்ட போது, கமல்ஹாசனுக்காக இரவல் குரல் (பின்னணிக் குரல்) கொடுத்தார். இதனைத் தொடர்ந்து கமல்ஹாசனுக்காக 120 தெலுங்குத் திரைப்படங்களில் பின்னணிக்குரல் கொடுத்துள்ளார். அத்துடன், இரசினிகாந்து, விஷ்ணுவர்தன், சல்மான் கான், பாக்யராஜ், மோகன், அனில் கபூர், கிரீஷ் கர்னாட், ஜெமினி கணேசன், அர்ஜுன், நாகேஷ், கார்த்திக், ரகுவரன் ஆகியோருக்கும் பல்வேறு மொழிப் படங்களில் இரவல் குரல் கொடுத்துள்ளார். தெலுங்கு தசாவதாரம் படத்தில் மொத்தம் 10 கதாபாத்திரங்களில் ஏழு பாத்திரங்களுக்கு (பெண் பாத்திரம் உட்பட) பின்னணிக் குரல் கொடுத்து சாதனை புரிந்தார். அன்னமய்யா, சிறீ சாயி மகிமா ஆகிய திரைப்படங்களுக்காக இவருக்கு சிறந்த பின்னணிக் குரலுக்காக நந்தி விருது வழங்கப்பட்டது. ஸ்ரீ ராம ராஜ்யம் தமிழ்த் திரைப்படத்துக்காக 2012 ஆம் ஆண்டில் நந்தமூரி பாலகிருஷ்ணாவுக்காக இரவல் குரல் கொடுத்தார். காந்தி தெலுங்குத் திரைப்படத்தில் பென் கிங்ஸ்லிக்காக இரவல் குரல் கொடுத்தார்.தெலுங்கு உண்மைநிலை நிகழ்ச்சி தொலைக்காட்சி நிகழ்ச்சியான படுதா தீயாகாவை பாலசுப்பிரமணியம் தொகுத்து வழங்கினார். இது இவரது தொலைக்காட்சி அறிமுகத்தை குறித்தது. 1996 முதல் தொடங்கி, ஆந்திரா மற்றும் தெலங்காணாவிலிருந்து பாடும் திறமைகளை வெளிப்படுத்திய பெருமைக்குரியது. உஷா , கௌசல்யா , கோபிகா பூர்ணிமா , மல்லிகார்ஜுன் , ஹேமச்சந்திரா , என்.சி கருண்யா , ஸ்மிதா போன்ற தெலுங்கு பாடகர்கள் நிகழ்ச்சியில் அறிமுகமானனர். கன்னட உண்மைநிலை நிகழ்ச்சி தொலைக்காட்சி நிகழ்ச்சியான எட் தும்பி ஹடுவேனுவையும் இவர் தொகுத்து வழங்கினார்.  பதலனி உண்டி, எண்டாரோ மகானுபஹ்லுலு மற்றும் ஸ்வரபிஷேகம் போன்ற பிற நிகழ்ச்சிகளிலும் பாலசுப்பிரமணியம் தோன்றினார். தமிழகத்தில் உண்மைநிலை நிகழ்ச்சி விஜய் தொலைக்காட்சியின் இசைவானில் இளையநிலா எயார்டல் சூப்பர் சிங்கர் நிகழ்ச்சியிலும் பங்கெடுத்தார்.பாலசுப்பிரமணியம் தென்னிந்திய மொழிகளில் எழுபதுக்கும் அதிகமான  திரைப்படங்களில் நடித்துள்ளார். தமிழ், தெலுங்கு, கன்னடம், இந்தி இந்நான்கு மொழிகளில்  நாற்பத்தைந்து திரைப்படத்திற்கு மேல் இசையமைத்துள்ளார்..நாற்பதாயிரம் பாடல்களைப் பாடி கின்னஸ் உலக சாதனை புத்தகத்தில் இடம் பிடித்திருக்கிறார். ஆறு முறை சிறந்த பின்னணிப் பாடகருக்கான தேசிய விருதினைப் பெற்றிருக்கிறார். எஸ். பி. பி. முறையாக கர்நாடக இசையைப் பயின்றது இல்லை என்றாலும் சங்கராபரணம் என்ற படத்தில் கர்நாடக இசையில் அமைந்த பாடலுக்காக தேசிய விருது பெற்றார். இதுவரை தேசிய விருதினை நான்கு மொழிகளுக்குப் பெற்ற ஒரே திரைப்படப் பின்னணிப் பாடகர் இவர் ஒருவரே. பிலிம்பேர் விருதினை ஒரு முறையும் பிலிம்பேர் விருது (தெற்கு) மூன்று முறையும் பெற்றுள்ளார். மேலும் இவர் தமிழக மற்றும் கர்நாடக அரசுகளின் பல மாநில விருதுகளும் ஆந்திர அரசின் நந்தி விருதினை 25 முறையும் பெற்றார். இவர் 1981 ஆம் ஆண்டு தமிழக அரசின் கலைமாமணி விருது பெற்றிருக்கிறார்.எஸ் பி பி எந்த பாடகரும் செய்யாத சாதனைகளை இந்திய திரையிசையில் செய்திருக்கிறார். இவர் 1981 ஆம் ஆண்டு பிப்ரவரி 8 ஆம் தேதி கர்நாடகா, பெங்களூரில் உள்ள பதிவரங்கில் காலை 9 மணியில் இருந்து இரவு 9 மணி வரை ஒரே நாளில் 21 பாடல்களை கன்னட மொழி இசையமைப்பாளர் உபேந்திர குமாருக்காக பாடி சாதனை செய்துள்ளார். மேலும் தமிழ் மொழியில் 19 பாடல்களையும் (ஒரேநாளில்), இந்தி மொழியில் 16 பாடல்களையும் (6மணி நேரத்தில்) பாடி சாதனை செய்திருக்கிறார். இவைகளெல்லாம் இவருடைய குறிப்பிடத்தக்க சாதனைகளாகும்.இவர் இந்திய திரையிசையில் செழுமையான வாழ்க்கையை மிக கடின உழைப்பால் உருவாக்கிக் கொண்டார். இவர் 1970 களில் இசையமைப்பாளர் எம். எஸ். விஸ்வநாதன் இசையில் இணைந்து தமிழ் மற்றும் மலையாள மொழிப்பாடல்களைப் பாடியுள்ளார். தமிழ் திரைப்பட நடிகர்களான எம். ஜி. ராமச்சந்திரன், சிவாஜி கணேசன், ஜெமினி கணேசன், ஜெய்சங்கர் என பல நடிகர்களுக்கு 1970களில் பின்னணி பாடியுள்ளார். இவர் அப்பொழுது பிரபலமாக இருந்த பின்னணிப்பாடகிகளான பி. சுசீலா, எஸ். ஜானகி, வாணி ஜெயராம் மற்றும் எல். ஆர். ஈஸ்வரி இவர்களோடு பல ஜோடிப்பாடல்களை பாடியுள்ளார். தென்னிந்திய திரையிசையில்வெற்றி கூட்டணியான இளையராஜா, எஸ். பி. பி , எஸ். ஜானகி கூட்டணி 1970களின் கடைசியில் உருவானது.பாலசுப்பிரமணியம் காதலித்துத் திருமணம் செய்து கொண்டார். இவருடைய மனைவி பெயர் சாவித்ரி, மகள் பல்லவி, மகன் எஸ். பி. பி. சரண். சரண் பின்னணி பாடகர், நடிகர், சின்னத்திரை தொடர் நடிகர், தயாரிப்பாளர் என பன்முகம் கொண்டு வளர்ந்து வருகிறார்.இவருக்கு ஆகத்து 5, 2020 அன்று, கோவிட்-19 தொற்று இருப்பது உறுதி செய்யப்பட்டதை தொடர்ந்து, சென்னையில் உள்ள தனியார் மருத்துவமனையில் அனுமதிக்கப்பட்டார். சில நாட்களில் மோசமடைந்த அவரது உடல்நிலை, பின்பு கொஞ்சம் கொஞ்சமாக சகஜ நிலைக்கு வந்தது மற்றும் வாய் வழியே சாப்பிடும் அளவுக்கு இவருடைய உடல்நிலை தேறியது. ஆனால் திடீரென்று செப்டம்பர் 24, 2020 அன்று, இவருடைய உடல்நிலை மீண்டும் மோசமடைந்ததை தொடர்ந்து, இவருக்கு மருத்துவர்கள் தீவிர சிகிச்சை அளித்தனர். ஆனால் சிகிச்சை பலனளிக்காமல், செப்டம்பர் 25, 2020 அன்று, இவருடைய உயிர் மதியம் 1:04 மணிக்கு பிரிந்தது.",
        "முதல் படம்": "துடிக்கும் கரங்கள்",
        "அறிமுக ஆண்டு": "1983",
        "பிறந்த திகதி": "04/06/1946",
        "பிறப்பிடம்": "Nellore, Madras Presidency, British India ",
        "செயற்பாட்டுக் காலம்": "1966–2020",
        "தொழில்": [
            "பாடகர்",
            " பின்னணிப் பாடகர்",
            " பின்னணி பேசுபவர்",
            " நடிகர்",
            " திரைப்பட தயாரிப்பாளர்",
            " இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [
            "பின்னணிப் பாடகர்[2]"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "04 June 1946"
    },
    {
        "பெயர்": "வி. எஸ். நரசிம்மன்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "அச்சமில்லை அச்சமில்லை",
        "அறிமுக ஆண்டு": "1984",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "தேவேந்திரன்",
        "அறிமுகம்": "தேவேந்திரன் தமிழ் திரைப்படத்துறையில் உள்ள ஓர் இசையமைப்பாளர்.  பல தமிழ்த் திரைப்படங்களுக்கு பின்னணி இசையும் பாடல்களும் அமைத்துள்ளார். 1987ஆம் ஆண்டு பாரதிராஜா இயக்கத்தில் வெளிவந்த வேதம் புதிது திரைப்படத்தின் கண்ணுக்குள் நூறு நிலவா எனும் பாட்டின் மூலம் புகழடைந்தவர்.",
        "உள்ளடக்கம்": "விருதுநகர் மாவட்டம், திருவில்லிபுத்தூர் அருகே வடகரையில் பிறந்த தேவேந்திரன், கருநாடக இசை மற்றும் இந்துஸ்தானி இசையை சிவகிரி, சீமதுறை மற்றும் மதுசூதனனிடமும், மேற்கத்திய இசையை தாம்சன் என்பவரிடமும் பயின்றார்.",
        "முதல் படம்": "மண்ணுக்குள் வைரம்",
        "அறிமுக ஆண்டு": "1987",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": "Vadakarai, Srivilliputhur, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "1986-present",
        "தொழில்": [
            "இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [
            "விசைப்பலகை",
            " தோல் இசைக்கருவிகள்"
        ],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "எஸ். ஏ. ராஜ்குமார்",
        "அறிமுகம்": "எஸ்.ஏ. ராஜ்குமார் (ஆங்கிலம்:S. A. Rajkumar) என்பவர் தமிழ் நாடு, சென்னையைச் சேர்ந்த ஒரு இந்தியத் திரைப்பட இசையமைப்பாளர் ஆவார். இவர் தமிழ், தெலுங்கு, மலையாளம் மற்றும் கன்னட மொழி ஆகிய பல தென்னிந்தியத் திரைப்படங்களில் இசையமைத்துள்ளார்.",
        "உள்ளடக்கம்": "செ. ஏ. ராஜ்குமார் அவர்கள் தமிழ்நாட்டின் சென்னையைச் சேர்ந்த செல்வராஜன் மற்றும் கண்ணம்மாள் அவர்களுக்கு ஆகஸ்ட் 23, 1964 ஆம் ஆண்டு மகனாகப் பிறந்தார். இவரது குடும்ப முன்னோர்கள் திருநெல்வேலி மாவட்டம், பேட்டையைச் சேர்ந்தவர்கள் ஆவர். இவரது தந்தை ஒரு மேடைப் பாடகர் ஆவர். இளையராஜா, கங்கை அமரன், தேவா போன்ற பிரபல இசையமைப்பாளர்கள் நடத்திய மேடை நிகழ்ச்சிகளில் பாடியுள்ளார். ராஜ்குமாருக்கு தனது தந்தையின் இசை வாழ்க்கையில் ஆர்வம் ஏற்பட்டது. ராஜ்குமார் சுப்பையா பாகவதரின் வழிகாட்டலின் கீழ் பாரம்பரிய இசையை முறையாக மூன்று ஆண்டுகள் பயிற்சி மேற்கொண்டார்.",
        "முதல் படம்": "சின்னப்பூவே மெல்லப்பேசு",
        "அறிமுக ஆண்டு": "1987",
        "பிறந்த திகதி": "23/08/1964",
        "பிறப்பிடம்": "Chennai, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "1987-20142021",
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "23 August 1964"
    },
    {
        "பெயர்": "எல். வைத்தியநாதன்",
        "அறிமுகம்": "லட்சுமிநாராயண வைத்தியநாதன் ( Lakshminarayana Vaidyanathan) (பிறப்பு: 1942 ஏப்ரல் 9 - இறப்பு: 2007 மே 17) இவர் ஒரு புகழ்பெற்ற இசைக்கலைஞரும், இசை இயக்குனரும் மற்றும் இசையமைப்பாளரும்,  கர்நாடக இசை பாரம்பரியத்தில் பயிற்சி பெற்றவருமாவார். வைத்தியநாதன் சென்னையில் வி. லட்சுமிநாராயணன் மற்றும் சீதாலட்சுமி ஆகிய இருவருக்கும் பிறந்தார். திறமையான வயலின் கலைஞர்களான எல். சங்கர் மற்றும் எல். சுப்பிரமணியம் ஆகியோரின் மூத்த சகோதரர் ஆவார்  மால்குடி நாட்கள் என்ற பிரபல தொலைக்காட்சித் தொடரின் இசையை இவர் உருவாக்கினார்.  இந்த மூன்று சகோதரர்களும் தங்கள் தந்தையிடமிருந்து இசை பயிற்சி பெற்றனர். ",
        "உள்ளடக்கம்": "திரைப்பட இசையமைப்பாளர் ஜி.கே.வெங்கடேசின் உதவி இசை இயக்குநராக தனது வாழ்க்கையைத் தொடங்கிய வைத்தியநாதன், தமிழ், கன்னடம் உள்ளிட்ட மொழிகளில் 170க்கும் மேற்பட்ட படங்களுக்கு இசையமைத்துள்ளார். இவரது குறிப்பிடத்தக்க படைப்புகளில் தமிழில் பேசும் படம், சந்தியா ராகம், ஏழாவது மனிதன், தசரதன் மற்றும்  மறுபக்கம் மற்றும் கன்னடத்தில் அபரிச்சிதா, குபி மாத்து ஐயலா, ஒண்டு முத்தினா கதே ஆகியவை அடங்கும். நாட்டின் மிகச் சிறந்த இசை அமைப்பாளர்களில் ஒருவரான இவர், ஒலிக் கலவையில் இன்றைய தொழில்நுட்ப முன்னேற்றங்கள் வருவதற்கு முன்பாகவே, அரிய மற்றும் அறியப்படாத கருவிகளைப் பயன்படுத்துவதற்கும், மாண்டலின், புல்லாங்குழல் மற்றும் வயலின் ஆகியவற்றிலிருந்து ஒலிகளை நுட்பமாக பல்வேறு நாட்டு தாளக் கருவிகளுடன் கலப்பதற்கும் அறியப்பட்டார்.   இசையமைப்பாளர் சி. அஷ்வத்துடன் இணைந்து , அஸ்வத்-வைத்தி என்ற பெயரில் பல கன்னடத் திரைப்படங்களுக்கு இசையமைத்தார். இவரது ஒரு கவர்ச்சியான மற்றும் நீடித்த அமைப்பு, சங்கர் நாக் இயக்கத்தில் வெளியான மால்குடி நாட்களின் (தொலைக்காட்சித் தொடர்) தொடக்க மற்றும் நிறைவு இசையான 'தானா நா நானா' என்பதாகும் 2003 ஆம் ஆண்டில், திரைப்படத்தில் இவரது சிறப்பான பங்களித்ததற்காக தமிழ்நாடு அரசு கலைமாமணி விருது வழங்கியது. ",
        "முதல் படம்": "பேசும் படம்",
        "அறிமுக ஆண்டு": "1987",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [
            "வயலின் கலைஞர்",
            " இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "ஹம்சலேகா",
        "அறிமுகம்": "அம்சலேகா (Hamsalekha)  1951 ஜூன் 23 அன்று பிறந்த ஒரு இந்திய இசை அமைப்பாளர் மற்றும் பாடலாசிரியர் ஆவார். 1980 களின் பிற்பகுதியிலிருந்து தென்னிந்திய சினிமா  உலகில் குறிப்பாக, கன்னட திரைப்பட துறையில் பணிபுரிந்து வருகிறார். அவர் ஒரு திரைக்கதை எழுத்தாளர், உரையாடல் எழுத்தாளர், கருவி கலைஞர் மற்றும் ஒரு நடத்துனரும் ஆவார். 300 க்கும் மேற்பட்ட திரைப்படங்களுக்கு பாடல்கள் எழுதி இசையமைத்துள்ளார்.அம்சலேகா பொதுவாக நாத பிரம்மா என்ற பெயரால் அழைக்கப்படுகிறார் இசையமைப்பாளராகவும், பாடலாசிரியராகவும், இளைய தலைமுறையினருக்கு மிகுந்த உற்சாகத்தை ஏற்படுத்தும் பாணியில் இசையமைத்து வருகிறார். அவர் நாட்டுப்புற ஒருங்கிணைப்பு மற்றும் மேற்கத்திய சினிமா உணர்வை பிரதான சினிமாவில் அறிமுகப்படுத்தினார். பல இசை திறமைகளை (பாடகர்கள், இசையமைப்பாளர்கள் மற்றும் பாடலாசிரியர்கள்) திரைப்படத்துறைக்கு அறிமுகப்படுத்தி அவர்களுக்கு அவர் அங்கீகாரம் பெற்றித் தந்துள்ளார்.சிறந்த இசை இயக்குனர் பிரிவில் ஒரு தேசிய திரைப்பட விருது மற்றும் ஆறு ஃபிலிம்ஃபேர் விருதுகளை அம்சலேகா பெற்றுள்ளார், மேலும், ஏழு கர்நாடக மாநில திரைப்பட விருதுகள் - இசையமைப்பாளாரக நான்கு மற்றும் பாடல் வரிகளுக்காக மூன்றும் - பெற்றுள்ளார். பெங்களூர் பல்கலைக்கழகத்தால் வழங்கப்படும் கௌரவ டாக்டர் பட்டம் பெற்றவர்.",
        "உள்ளடக்கம்": "அம்சலேகா இந்தியாவின் மாண்டியாவில் கோவிந்தராஜு கங்கராஜு எனற இயற் பெயருடன் பிறந்தார்.  தனது தந்தையின் அச்சுக்கூடத்தில் பணியாற்றினார். பின்னர் அவரது சகோதரர் பாலகிருஷ்ணனின்  இசைக்குழுவில் சேர்ந்தார்.  அவரிடம் கவிதை எழுதும் மற்றும் இசையை உருவாக்கும் ஒரு பெரிய திறமை இருந்தது.  அவர் \"அம்சலேகானி\" என மறுபெயரிட்டுக் கொண்டார். ஏனெனில் அவரது குரு வாவனி நீலகண்டப்பா வழங்கிய  \"ஸ்வான்\"  என்னும் பேனாவை கன்னட மொழியில் எழுத பயன்படுத்தினார். பின்னர், அவரது ஆசிரியர் \"அம்சலேகா\" என்ற பெயரை மாற்றினார்.  திரைப்பட இயக்குனரான எம். என் .பிரசாத்தின் திரைப்படங்களில் அவர் அறிமுகப்படுத்தப்பட்டார்,  நடிகர் உதயகுமாரின் திரிவேணி (1973) திரைப்படத்திற்கான ஒரு பாடல் எழுத வாய்ப்பளித்தார்.  இசையாசிரியராக அவரது முதல் படம் \"ரகுசந்திரா\" வெளியிடப்படவில்லை. பின்னர் \"நானு நன்னா ஹென்டத்தி \" (1985) படத்திற்கான உரையாடல் மற்றும் பாடலாசிரியராக தனது திரை வாழ்க்கையைத் தொடங்கினார். பின்னர் நடிகர் இயக்குனர் ரவிச்சந்திரன் உடன் பிரேமலேகா படத்தில் இணைந்த பிறகு அவரது புகழ் அதிகரித்தது. இது 1987 இல் வெளியிடப்பட்டது.1990களில் பின்னணி பாடகரான லதாவை அம்சலேகா திருமணம் செய்து கொண்டார். இத்தம்பதியருக்கு அலங்கார் என்ற ஒரு மகனும், தேஜஸ்வினி, நந்தினி என இரண்டு மகள்களும் உள்ளனர். அலங்கார்  நடிகர் மற்றும் இசைக்கலைஞராக படங்களில் பணிபுரிகிறார்.சுக்கி, தபோரி மற்றும் ரோஜா  போன்றத் திரைப்படங்களில் தொடர்புடையவர். அவர் பெங்களூரு பல்கலைக்கழகத்திலிருந்து நாடகம் மற்றும் இயக்கத்திற்கான முதுகலைப் பட்டம் பெற்று அவரது தந்தை அம்சலேகாவுடன் பல நாடகங்களை இயக்குகிறார். இவரது மகள் நந்தினி தனது பின்னணிப் பாடலை சிக்சர் (2006) திரைப்படத்துடன் தொடங்கினார்.பிரேமலேகாவில் பணிபுரிந்த பிறகு, கன்னட திரைப்படத்தில் பல வெற்றிகளுடன் ஹம்சலேகா மிகப்பெரிய இசை இயக்குனர்களில் ஒருவராக ஆனார். மேற்கத்திய, பாப், ராக், ஹிப் ஹாப், இந்திய கிளாசிக்கல், நாட்டுப்புற, கஜல் , சூஃபி மற்றும் குத்தாட்டப் பாடல்கள் உள்ளிட்ட பல வகை இசை பாணிகளை அவர் அவ்வப்போது பயன்படுத்துகிறார். ஸ்பார்சா படத்திற்கு இசையமைத்த  \"சந்திரகிந்தா சாந்தா\" என்ற கசல் பாடல் பெரிய வெற்றி பெற்றது. ஹாகுலு வெஷா படத்தில் அவரது இசை செயற்கைத் ஒலியைப் பயன்படுத்தாமல் கிராமிய மற்றும் நாட்டுப்புற உணர்வைக் கொண்டிருந்தது. 2010 ஆம் ஆண்டு திரைப்படமான நானு நன்ன கனசு என்றப் படம் அவரது இசை விமர்சகர்கள் மற்றும் ரசிகர்களால் பாராட்டப்பட்டது. 2011 ஆம் ஆண்டில் அவர் இசையமைத்த புத்தக்கன ஹைவே படத்திற்காக அவருக்கு தேசிய விருது கிடைத்தது.டாக்டர் ராஜ் குமார், பி. பீ. ஸ்ரீநிவாஸ், பி. சுசீலா, கே. ஜே. அஸுதாஸ், எஸ். பி. பாலசுப்ரமணியம், வாணி ஜெயராம், எஸ். ஜானகி, கே.எஸ். சித்ரா,கவிதா கிருஷ்ணமூர்த்தி, மஞ்சுள குருராஜ், ராஜேஷ் கிருஷ்ணன், சோனு நிகம், ஹரிஹரன் மற்றும் சிரேயா கோசல் ஆகியோரால் பாடப்பட்ட பல பாடல்களுக்கு இவர் இசையமைத்திருந்தார்.அம்சலேகா மேடை நாடகங்களுக்கும் தனிப்பட்ட ஆல்பங்களுக்கும் இசையமைத்துள்ளார்.அம்சலேகா பல திரைப்படங்களுக்கு கதைகள், திரைக்கதை மற்றும் உரையாடல்கள் எழுதியுள்ளார்.அம்சலேகா பல குறிப்பிடத்தக்க பாடகர்கள், இசை இயக்குநர்கள், பாடலாசிரியர், கன்னட திரைப்படத் துறையில் இயக்குநர்கள் ஆகியோர்களுக்கு வழிகாட்டியாக இருக்கிறார்.",
        "முதல் படம்": "பருவ ராகம்",
        "அறிமுக ஆண்டு": "1987",
        "பிறந்த திகதி": "23/06/1951",
        "பிறப்பிடம்": "Tulasikatte, Akkipete, Bangalore",
        "செயற்பாட்டுக் காலம்": "1981–present",
        "தொழில்": [
            "இசைய்மைப்பாளர்",
            " பாடலாசிரியர்",
            " எழுத்தாளர்"
        ],
        "இசை வடிவங்கள்": [
            "திரையிசை ஒலித்தொகுப்புநாடக அரங்குஉலக இசை"
        ],
        "இசைக்கருவிகள்": [
            "கீ போர்ட்",
            " வாய்ப் பாட்டு",
            " கிடார்",
            " பியானோ",
            " ஹார்மோனியம்பெர்கூசன்",
            " மற்றும் பல"
        ],
        "பிறந்த திகதி தமிழில்": "23 June 1951"
    },
    {
        "பெயர்": "கே. பாக்கியராஜ்",
        "அறிமுகம்": "கே.பாக்யராஜ் (Bhagyaraj, பிறப்பு: சனவரி 7, 1953) ஈரோடு மாவட்டம், கோபிச்செட்டிபாளையம்  அருகே உள்ள வெள்ளன்கோயில் என்னும் ஊரில் பிறந்தவர். பெற்றோர் பெயர்  கிருஷ்ணசாமி-அமராவதி அம்மாள்   மூன்றாவது மகனாக பிறந்தார்.  செல்வராஜ், தன்ராஜ் என இரு அண்ணன்கள் உண்டு . தமிழ்த் திரையுலகில், நடிகர், வசன எழுத்தாளர் , திரைக்கதை அமைப்பாளர் , இயக்குனர், சிறப்பு வேடமேற்கும் நடிகர், தயாரிப்பாளர் மற்றும் பத்திரிகையாளர் எனப் பன்முகம் கொண்ட ஒரு கலைஞர். இயக்குனர் பாரதிராஜாவிடம் உதவி இயக்குனராக, 16 வயதினிலே, கிழக்கே போகும் ரயில், சிகப்பு ரோஜாக்கள் ஆகிய படங்களில் திரைப்படக்கலை பயின்றவர்.",
        "உள்ளடக்கம்": "1977-ஆம் ஆண்டில் இயக்குனர் பாரதிராஜாவின் முதல் படமான 16 வயதினிலேவில் உதவியாளராக, தமது திரை வாழ்க்கையை துவங்கினார். பின் பாரதிராஜாவின் இரண்டாவது படமான கிழக்கே போகும் ரயில் திரைப்படத்தில் உதவி இயக்குனர் மற்றும் கவுண்டமணியுடன் ஒரே ஒரு காட்சியில் தோன்றி நடித்திருந்தார். பாரதிராஜாவின் மூன்றாவது படமான சிகப்பு ரோஜாக்கள் படத்தில் இரண்டு காட்சிகளில்  நினைவில் நிற்கும்படியான, உணவு விடுதிப் பணியாளர் வேடம் ஏற்று நடித்தார். இப்படத்திற்கு வசனமும் அவர்தான் என்பது குறிப்பிடத்தக்கது. தனது அடுத்த படமான புதிய வார்ப்புகள் படத்தில் பாரதிராஜா, பாக்யராஜை வசனகர்த்தாவாக மட்டுமன்றி, கதாநாயகனாகவே அறிமுகம் செய்தார். ஒரு இயக்குனராக தமது முதல் படமாக பாக்யராஜ் உருவாக்கியது சுவர் இல்லாத சித்திரங்கள் (1979). (இடைக்காலத்தில் அவர் ராஜேஷ் கதாநாயகனாக அறிமுகமான கன்னிப்பருவத்திலே படத்தில் வில்லன் வேடம் ஏற்று தனது இருப்பைப் பதிவு செய்திருந்தார்). முதல் படத்தில் சுதாகர் கதாநாயகனாகவும் சுமதி நாயகியாகவும் நடிக்க, ஒரு குணச்சித்திரப் பாத்திரத்தை பாக்யராஜ் ஏற்றிருந்தார். நகைச்சுவையும், சோகமும் சரிபாதியாக அதில் அமைந்திருந்தது.அடுத்து, சொந்த தயாரிப்பான ஒரு கை ஓசை திரைப்படம் துவங்கி தனது முத்திரையை பதிக்கத் தொடங்கினார்.அஸ்வினி இணைந்து நடித்த இப்படத்தில் அவர் வாய் பேச இயலாத ஊமைக் கதாநாயகனாக மேற்கொண்ட பாத்திரம் இரசிகர்களின் மனம் கவர்ந்தது.அடுத்து வெளியான மௌன கீதங்கள், இன்று போய் நாளை வா ஆகியவை பாக்யராஜின் முத்திரையை முழுமையாகக் கொண்டு வெற்றிப் படங்களாயின. அடுத்து மர்மங்கள் மற்றும் அதிரடி கொண்ட அதேசமயம் தனது முத்திரையுடனும் கூடிய ஒரு படமாக விடியும் வரை காத்திரு என்னும் திரைப்படத்தைப் பாக்யராஜ் இயக்கி நடித்தார்.  பாக்யராஜ் தனது முத்திரையை முழுமையாகப் பதிந்து வெற்றி ஈட்டிய திரைப்படங்களாக அந்த 7 நாட்கள், தூறல் நின்னு போச்சு போன்றவை கருதப்படுகின்றன. டார்லிங், டார்லிங், டார்லிங் வெற்றிப்படத்தை இயக்கி அதில் நடித்த பூர்ணிமாவை மனைவியாக ஏற்றுக் கொண்டார். பின், 1982 ம் ஆண்டு வெளியான முந்தானை முடிச்சு. ஊர்வசி அறிமுகமான இத்திரைப்படம் சென்னையிலும், தமிழ்நாட்டின் பிற பகுதிகளிலும் வெள்ளி விழா கொண்டாடியது. இதில் பாக்யராஜ் கையாண்ட சில விஷயங்கள் (முருங்கைக்காய் போன்றவை) இன்றளவும் பேசப்படுகிறது. அதேபோல் சின்ன வீடு, எங்க சின்ன ராசா, இது நம்ம ஆளு போன்ற படங்களுக்கு பெரிய வசூலையும், விருதுகளையும் பெற்றுத்தந்தன.தனது முதல் இரண்டொரு படங்களுக்குப் பிறகு, பாக்யராஜ் அப்போது துணைக்கதாபாத்திரங்களில் நடித்து வந்த \"பிரவீணா\" என்னும் நடிகையை மணந்தார். இவர் பாக்யராஜின் \"இன்று போய் நாளை வா\", \"மௌன கீதங்கள்\", \"பாமா ருக்மணி\" ஆகிய சில படங்களிலும் நடித்தவர். சில வருட மண வாழ்க்கைக்குப் பிறகு, நோய்வாய்ப்பட்டு பிரவீணா இறந்தார். சில காலத்திற்குப் பின்னர், பாக்யராஜ் அப்போது முன்னணி நாயகியரில் ஒருவராக இருந்த பூர்ணிமா ஜெயராமை மணந்தார். இவர்களுக்கு, சரண்யா என்ற மகளும் சாந்தனு என்ற மகனும் உண்டு. இவர்கள் இருவரையுமே பாக்யராஜ் திரையுலகில் அறிமுகம் செய்திருக்கிறார். சரண்யா முதல் படத்திற்குப் பிறகு நடிக்கவில்லை. சாந்தனு தன் முதல் படமான சக்கரக்கட்டி என்னும் படத்தில் நாயகனாக அறிமுகமாகி தற்போது வரை நடித்து வருகிறார்.துவக்கம் முதலே தன்னை எம். ஜி. ஆரின் ரசிகராக வெளிப்படுத்தியிருந்த பாக்யராஜ், ருத்ரா திரைப்படம் வெளியான காலகட்டத்தில் அ.தி.மு.க. கட்சியில் இணைந்திருந்தார். இப்படத்தில், ஒரு பாடல் காட்சியில், ஜெயலலிதா மற்றும் எம்.ஜி.ஆரின் உருவப் படங்கள் திரையில் தோன்றுமாறு அமைத்திருந்தமை குறிப்பிடத்தக்கது. பிறகு, அக்கட்சியிலிருந்து வெளியேறி சொந்தக் கட்சி ஒன்றைத் துவக்கினார். பின்னர், நாளடைவில் அது கலையவே, தற்போது, தி.மு.க. கட்சியில் உள்ளார்.இலக்கியத்திலும் ஈடுபாடு கொண்டவர் பாக்யராஜ். முற்றிலும் நகைச்சுவைப் படமான 'இன்று போய் நாளை வா' என்னும் திரைப்படத்தில் கூட ஜெயகாந்தன் எழுதிய 'சமூகம் என்பது நாலு பேர்' என்னும் சிறுகதையைப் பற்றிய ஒரு குறிப்பு வருமாறு அமைத்திருந்தார். இவர் 1988 ஆம் ஆண்டு முதல் பாக்யா எனும் வார இதழ் ஒன்றினையும் நடத்தி வருகிறார்.தமது குருவான பாரதிராஜாவைப் போலவே, பாக்யராஜும், பல திறமையான இயக்குனர்களை உருவாக்கினார். இவர்களில், பாண்டியராஜன், பார்த்திபன், வி.சேகர், லிவிங்ஸ்டன் மற்றும் ஜி.எம்.குமார் ஆகியோர் வெற்றிகரமான இயக்குனர்களாகத் திகழ்ந்தனர்.நடிகராகபாக்யராஜ் ஒரு நடிகராகத் தமது எல்லைகளை உணர்ந்தவராக விளங்கினார். அவர் தனக்கென உருவாக்கிக் கொண்ட பாத்திரத்தை அப்பாவித்தனமும் சாமர்த்தியமும் சம அளவில் கலந்தோடிய ஒரு பண்புக்கூறாக வடித்திருந்தார். இப்பண்புக்கூறு மிகப் பெரும் அளவில் அவருக்கு வெற்றியைத் தந்தது. தன்னைத் தானே விமர்சித்து கேலி செய்து கொள்ளும் ஒரு அரிய பண்பு அவரது குணச்சித்திரமாக  படங்களில் வெளிப்பட்டு, ஒரு தனிப்பாணியை உருவாக்கின. ஒரு சராசரித் திரை நாயகனுக்கான இலக்கணங்களிலிருந்து விடுபட்டு, யதார்த்த உலகின் அன்றாட வாழ்க்கையில் பலங்களும் பலவீனங்களும் நிறைந்த மனிதனைச் சித்தரிப்பதாக அவரது பாத்திரங்கள் அமைந்தன.திரைக்கதை அமைப்பாளராகஇந்தியாவின் சிறந்த திரைக்கதை அமைப்பாளர் என 1980-ம் ஆண்டுகளில் பாக்யராஜ் போற்றப்பட்டார். திரைக்கதை அமைப்பில் அவர் கொண்டிருந்த ஆளுமைக்கு ஒரு மிகச்சிறந்த உதாரணம், அவரது இயக்கம் மற்றும் நடிப்பில் வெளியான 'அவசர போலீஸ் 100'. 1977-ம் ஆண்டு முதலமைச்சர் ஆவதற்கு முன்பாக, ஸ்ரீதர் இயக்கத்தில் எம்.ஜி.ஆர். சில காட்சிகள் நடித்து நின்று போன படம், “அண்ணா நீ என் தெய்வம்”. இக்காட்சிகளின் மீதாக புதியதாக ஒரு திரைக்கதையை அமைத்து, தாமும் அதில் இரட்டை வேடத்தில் நடித்து பாக்யராஜ் உருவாக்கிய 'அவசர போலீஸ் 100' வெற்றிப்படமாக விளைந்தது. கமலஹாசன் நடித்த “ஒரு கைதியின் டைரி” திரைப்படத்திற்கு பாக்யராஜ் கதை, திரைக்கதை, வசனம்  அமைத்திருந்தார். இப்படத்தைப் பின்னர் இந்தியில் அமிதாப் பச்சன் இரட்டை வேடத்தில் நடிக்க 'ஆக்ரி ராஸ்தா' என்னும் பெயரில் பாக்யராஜ் இயக்கினார். இது மாபெரும் வெற்றி அடைந்தது. இயக்குனராகபாக்யராஜ் பாசாங்குகளற்ற, யதார்த்தமான ஒரு இயக்குனர். இவரது படங்களில் நகைச்சுவை உணர்வு இறுதிவரை இழையோடும் தமது படங்களின் வழியாகத் தம்மை ஒரு அறிவுஜீவி என நிலை நிறுத்திக் கொள்ள அவர் முயன்றதில்லை. பெரிய தொழில் நுட்பங்களையும் அவர் சார்ந்திருக்கவில்லை. அநேகமாக அவர் படங்களில் பிரம்மாண்டமான காட்சியமைப்புகளோ, வெளி நாட்டுப் படப்பிடிப்புகளோ இருந்ததில்லை. அவர் முழுக்க முழுக்க, தாம் தமக்கென அமைத்துக் கொண்ட பாணி, தமது திறமைகள், திரைக்கதை அமைப்பு ஆகியவற்றை மட்டுமே நம்பித் திரைப்படங்களை இயக்கி வெற்றி கண்டவர்.இசையமைப்பாளராக“இது நம்ம ஆளு” திரைப்படத்திற்குப் பாக்யராஜே இசை அமைத்து, ஒரு பாடலையும் பாடியிருந்தார். மேலும் ஐந்து படங்கள் வரை இசையையும் தொடர்ந்தார்.விமர்சனங்கள்பாக்யராஜ் தமது படங்களில் பாலியலை முன்னிறுத்துவதாக ஒரு விமர்சனம் எழுவதுண்டு. இதற்கு உதாரணமாக, மாபெரும் வெற்றி பெற்ற 'முந்தானை முடிச்சில்' முருங்கைக்காய், ‘சின்ன வீடு’ படத்தின் சில காட்சிகள், ‘இது நம்ம ஆளு’ போன்றவற்றைக் குறிப்பிடுவதுண்டு. ஆயினும், பாக்யராஜ், பாலியல் நெருக்கம் ஆபாசமாகத் தோன்றாதவாறு இவை அனைத்தையும் கணவன்-மனைவிக்கு இடையிலான நெருக்கத்தை மக்கள் விரும்பி ரசிக்கும் வகையில் வெளிக்காட்டியிருப்பது குறிப்பிடத்தக்கது.பாக்யராஜின் திரைப்படங்கள் அனைத்தும் அவரது பாத்திரத்தை முன்னிறுத்தியவையாகவே அமைந்தமையால், நாயகியருக்குப் பொதுவாக, பெருமளவில், அவற்றில் பணி இருந்ததில்லை. இருப்பினும், அந்த ஏழு நாட்கள் படத்தில் அம்பிகா மற்றும் மௌன கீதங்கள் திரைப்படத்தில் சரிதா ஆகியோர் தமது பாத்திரங்களில் திறம்பட நடித்து நற்பெயர் பெற்றனர்.பிரவீணா, பூர்ணிமா பாக்கியராஜ் (இவர்கள் இருவரும் பாக்யராஜுடன் வாழ்விலும் இணைந்தவர்கள்), ரதி அக்னிஹோத்ரி (பாக்யராஜின் முதல் நாயகி), ராதிகா, ஊர்வசி (பாக்யராஜின் அறிமுகமான இவர் நகைச்சுவை மிளிரும் நடிப்பிற்குப் பெயர் பெற்றவர்), பானுப்ரியா, குஷ்பூ, மீனாக்‌ஷி சேஷாத்ரி ஆகியோர் பாக்யராஜின் திரை நாயகியரில் குறிப்பிடத் தகுந்தவர்கள்.இந்தியில் பாக்யராஜ் இயக்கிய திரைப்படம் ஆக்ரி ராஸ்தா. ஆயினும், அவரது பல படங்கள் தமிழில் வெற்றிக்கொடி நாட்டியமையால் ஏறக்குறைய அவரின் அனைத்துப் படங்களும் தெலுங்கு, கன்னடம், ஹிந்தி, மலையாளம் என அனைத்து மொழிகளிலும் அந்தந்த மொழி முன்னணி நடிகர்களால் நடிக்கப்பெற்று பெருவெற்றி பெற்றன. இவற்றில் பலவற்றில் இந்தி நடிகர் அனில் கபூர் நடித்திருந்தார். சிலவற்றில் கோவிந்தாவும், முந்தானை முடிச்சின் மறுவாக்கத்தில் ராஜேஷ் கன்னாவும் நடித்திருந்தனர். இவற்றில் இந்தியில் ஓ சாத் தின் என்ற பெயரில் வெளியான அந்த ஏழு நாட்கள் மற்றும் பேட்டா என்ற பெயரில் வெளியான 'எங்க சின்ன ராசா' ஆகிய திரைப்படங்கள் பெரும் வெற்றி அடைந்தன.பாக்கியராஜின் அரசியல் பற்றிய ஒரு வலைத்தளப் பதிவு",
        "முதல் படம்": "இது நம்ம ஆளு",
        "அறிமுக ஆண்டு": "1988",
        "பிறந்த திகதி": "07/01/1953",
        "பிறப்பிடம்": "Vellankoil, Gobichettipalayam, Erode district, Tamilnadu, India",
        "செயற்பாட்டுக் காலம்": "1977–present",
        "தொழில்": [
            "நடிகர்",
            " இயக்குனர்",
            " தயாரிப்பாளர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "07 January 1953"
    },
    {
        "பெயர்": "தேவா",
        "அறிமுகம்": "தேவா (நவம்பர் 20, 1950) இந்தியத் திரைப்பட இசையமைப்பாளரும், பாடகரும் ஆவார். இவரது பூர்வீகம் வேலூர் மாவட்டம், ஆற்காடு அருகிலுள்ள மாங்காடு கிராமமாகும். இவர் கடந்த இருபது வருடங்களாக இசைத் துறையில் பணியாற்றி வருகிறார். இவருடைய பாடல்கள் பெரும்பாலும் தமிழ்த் திரைப்படங்களில் அமைந்துள்ளது. தேவா பல கானா பாடல்களை எழுதியும், அந்தப் பாடலைத் தானே பாடியும் உள்ளார். இவருடைய கானா பாடல்கள் பெரும்பாலும் சென்னைத் தமிழில் இருக்கும். இவர் மேற்கத்திய இசைக் கருவிகளை கையாளும் திறன்படைத்த மாஸ்டர் தன்ராஜிடம் மேற்கத்திய இசையைப் பயின்றவர். இவர் தேனிசைத் தென்றல்  என்று அழைக்கப்படுகிறார்.இவருடைய மகன் ஸ்ரீகாந்த் தேவா, சுமார் 80-க்கும் மேற்பட்ட திரைப்படங்களுக்கு இசையமைத்துள்ளார்.",
        "உள்ளடக்கம்": null,
        "முதல் படம்": "மனசுக்கேத்த மகராசா",
        "அறிமுக ஆண்டு": "1988",
        "பிறந்த திகதி": "20/11/1950",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": "1988–present",
        "தொழில்": [
            "இசையமைப்பாளர்",
            " பாடகர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "20 November 1950"
    },
    {
        "பெயர்": "வித்தியாசாகர்",
        "அறிமுகம்": "வித்தியாசாகர் இந்தியத்திரைப்பட இசையமைப்பாளராவார். இவர், தமிழ், மலையாளம், தெலுங்கு, இந்தி ஆகிய மொழிகளுக்கு இசையமைத்துள்ளார். தென்னக பிலிம்பேர் விருது, கேரள மாநில திரைப்பட விருது, சிறந்த இசையமைப்பாளருக்கான தேசிய விருது ஆகிய விருதுகளைப் பெற்றுள்ளார். இவர் மேற்கத்திய இசைக் கருவிகளை கையாளும் திறன்படைத்த மாஸ்டர் தன்ராஜிடம் மேற்கத்திய இசையைப் பயின்றவர்.",
        "உள்ளடக்கம்": "வித்யாசாகர் ராமச்சந்திர ராவ் என்ற இசைக்கலைஞருக்கும் , ஆந்திராவின் விஜயநகரத்தில் சூரியகாந்தத்திற்கும் பிறந்தார் . 19 ஆம் நூற்றாண்டின் சமூக சீர்திருத்தவாதியான ஈஸ்வர் சந்திர வித்யாசாகரின் பெயரிடப்பட்டது . அவர் பாபிலியில் வளர்க்கப்பட்டார் . அவர்  கர்நாடக பாடகர் முதல் பயிற்சி சென்னை கிளாசிக்கல் கிதார் வகுப்புகள் ஏ. ஆர். ரகுமானுடன் இணைந்து  மாஸ்டர் தன்ராசிடம் எடுத்துக் கொண்டார் பின்னர் பியானோ மேற்கொண்டார்.வித்யாசாகர் 1989 ஆம் ஆண்டு தமிழ் திரைப்படமான பூமணத்தில் என் அன்பே பாடலுடன் ஒரு சுயாதீன திரைப்பட இசையமைப்பாளராக ஆனார் . வித்யாசாகர் தனது இசை வாழ்க்கையை ஒரு தமிழ் படத்துடன் தொடங்கினார், பின்னர் ஒரு கட்டத்தில் தமிழ் இசைத் துறையில் நல்ல அங்கீகாரத்தைப் பெற்றார். அவர் 1989 இல் தெலுங்கு சினிமாவுக்கு தளத்தை மாற்றினார் .1994-95 ஆம் ஆண்டில், வித்யாசாகரை தமிழ் நடிகர்-இயக்குனர் அர்ஜுன் அணுகினார், அவருடன் ஜெய் ஹிந்த், கர்ணா மற்றும் சுபாஷ் போன்ற பல இசை படங்களில் பணியாற்றினார். அவற்றின் கலவையின் விளைவாக மலரே மௌனமா மற்றும்  பாடு பாடு போன்ற புகழ்பெற்ற தமிழ் மொழி மெல்லிசைப் பாடல்கள் கிடைத்தன.1996 முதல் 2001 வரை வித்யாசாகர் முக்கியமாக மலையாள படங்களில் கவனம் செலுத்தினார். இந்த காலகட்டத்தில், வித்யாசாகர் நிலாவே வா மற்றும் உயிரோடு உயிராக போன்ற சில தமிழ் திரைப்படங்களுக்கும் இசையமைத்தார். மூன்று கேரள மாநில திரைப்பட விருதுகளை வென்றார். மலையாள சினிமாவில் அவர் பணியாற்றியதைப் பற்றி வித்யாசாகர் மேற்கோள் காட்டினார், \"இது ஒரு சிறந்த திரைப்படத் தொழிலில் பணியாற்ற எனக்கு கடவுள் அனுப்பிய வாய்ப்பு என்று நான் நம்புகிறேன்\". ஆண்டு 2002 முதல், அவர் பாடல்கள் இயற்றுதல்களைத் தொடங்கிய தில், ரன், தூள், கில்லி முதலியன தமிழில் மற்றும்  சம்மர் பெத்லஹேம், மீசை மாதவன், Kilichundan Mampazham , பட்டாளம், சிஐடி மூஸா முதலியன மலையாளத்தில் இசையமைத்தார். பிரியதர்ஷன் இயக்கிய அவரது பாலிவுட் துணிகர ஹல்ச்சுல் ஒரு பாக்ஸ் ஆபிஸ் பிளாக்பஸ்டர் ஆகும், ஆனால் பாடல்கள் பெயரளவு வெற்றி பெற்றன, ஆனால் அவர் வழக்கமாக தமிழ் மற்றும் மலையாள படங்களில் பழகிய பாராட்டைப் பெறவில்லை.இந்த காலகட்டத்தில், வித்யாசாகர் தனது முதல் ஆங்கில மொழி அம்சமான பியோண்ட் தி சோலுக்கு இசையமைத்தார், இது ராஜீவ் அஞ்சால் இயக்கிய குறைந்த பட்ஜெட்டில் சுயாதீனமான படம்.2003 மற்றும் 2005 க்கு இடையில் , 2004-05 ஆம் ஆண்டில் அன்பே சிவம், மாதுரே , கொச்சி ராஜாவ் , ஜி மற்றும் சந்திரோல்சவம் போன்ற பல குறிப்பிடத்தக்க படங்களுக்கு இசையமைத்துள்ளார். கே. விஸ்வநாத் இயக்கிய தெலுங்கு திரைப்பட ஸ்வரபிஷேகம் திரைப்படத்தில் வித்யாசாகர் தனது இசைக்காக தனது முதல் தேசிய திரைப்பட விருதுகளை 2005 ஆம் ஆண்டில் பெற்றார். படத்தில் இசை பெரும்பாலும் கர்நாடக மொழியாக இருந்தது . அதே ஆண்டில், சந்திரமுகி படத்திற்கு இசையமைத்தார்.2007 ஆம் ஆண்டில், வித்யாசாகர் பிரகாஷ் ராஜ் தனது தயாரிப்பு நிறுவனமான மொழிக்காக பிருத்விராஜ் சுகுமாரன் மற்றும் ஜோதிகா நடித்த ராதா மோகன் இயக்கியுள்ள இந்த படத்தில் காற்றின் மொழி, கண்ணால் பேசும் மற்றும் செவ்வானம் சேலைகட்டி போன்ற மெல்லிசைகளை விமர்சன ரீதியாக பாராட்டியிருந்தது. மொழியின் பாடல்கள் டூயட் பாடல்கள் முற்றிலும் இல்லாதவை. காற்றின் மொழியில் சுஜாதா மோகனின் ஒரே பெண் குரல். 2008 ஆம் ஆண்டில் வித்யாசாகரின் குறிப்பிடத்தக்க வெளியீடுகள் விஜய்யின் குருவி மற்றும் பிரியதர்ஷன் இந்தி மொழியில் மேரே பாப் பெஹ்லே ஆப் இயக்கியது .மலையாளத்தில் தனது சுருக்கமான மந்தமான கட்டத்திற்குப் பிறகு , லால் ஜோஸ் இயக்குனரான நீலதமாராவுடன் புகழ்பெற்ற எம்.டி.வாசுதேவன் நாயர் எழுதியது, அனுரகா விலோச்சனனாயி பாடல் ஒரு வழிபாட்டு விருப்பமாக மாறியது. அபூர்வ ராகம் மற்றும் மேக்கப் மேன் படங்களில் அவர் அதைத் தொடர்ந்தார் . இதற்கிடையில், உள்ள தமிழ் , அவர் ஹிட்டான கார்த்திக்கின் சிறுத்தை மற்றும் விஜயின் காவலன் .2012 ல், வித்யாசாகர் இரண்டு படங்கள் வெளியாயின மலையாளம் கொண்டு வைர நெக்லஸ் மற்றும் சாதாரண .2013 இல், ப்ரியதர்ஷன் தோல்வியடைந்ததன் காரணமாக, அவர் படம் கையெழுத்திட்டோம், Geethaanjali உள்ள மலையாளம் கொண்டு மோகன்லால் முன்னணி பாத்திரத்தில். லால் ஜோஸின் புல்லிபுலிகலம் ஆட்டின்குட்டியம் மற்றும் ஜன்னல் ஓரம் , சாதாரண தமிழ் ரீமேக் இந்த ஆண்டின் மற்ற வெளியீடுகள். மூத்த திரைப்படத் தயாரிப்பாளர் சத்யன் அந்திக்காட்டின் இசையமைப்பாளர் இளையராஜாவுடன் 10-படங்கள் நீண்ட ஒத்துழைப்புடன் அவர் ஓரு இந்தியன் பிராணயகத படத்திற்காக வித்யாசாகருடன் ஒத்துழைத்தார் . சத்யன் அந்திகாட் தனது அடுத்த 2 படங்களான என்னம் எப்போஜும் (2015 இல் வெளியிடப்பட்டது) மற்றும் வித்யாசாகருடன் தனது ஒத்துழைப்பைத் தொடர்ந்தார்.ஜோமண்டே சுவிஷேஷங்கல்  (2017 இல் வெளியிடப்பட்டது).",
        "முதல் படம்": "பூ மனம்",
        "அறிமுக ஆண்டு": "1989",
        "பிறந்த திகதி": "02/03/1963",
        "பிறப்பிடம்": "Vizianagaram, Andhra Pradesh, India",
        "செயற்பாட்டுக் காலம்": "1989–present",
        "தொழில்": [
            "திரைப்பட இசையமைப்பாளர்",
            " பாடுதல்"
        ],
        "இசை வடிவங்கள்": [
            "மேல்நாட்டுச் செந்நெறி இசை"
        ],
        "இசைக்கருவிகள்": [
            "கிளபம்",
            " கின்னரப்பெட்டி",
            ""
        ],
        "பிறந்த திகதி தமிழில்": "02 March 1963"
    },
    {
        "பெயர்": "கலைப்புலி எஸ். தாணு",
        "அறிமுகம்": "எஸ் தாணு, ஓர் இந்திய தமிழ்த் திரைப்பட தயாரிப்பாளர் மற்றும் வெளியீட்டாளராவார். திரைத்துறையில் கலைப்புலி என அறியப்படும் இவர், கலைப்புலி பிலிம் இன்டர்நேசனல் மற்றும் வி கிரியேஷன்ஸ் மூலம் திரைப்படங்களை தயாரித்து வருகிறார்.",
        "உள்ளடக்கம்": null,
        "முதல் படம்": "புதுப்பாடகன்",
        "அறிமுக ஆண்டு": "1990",
        "பிறந்த திகதி": "15/01/1958",
        "பிறப்பிடம்": "Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "1985–present",
        "தொழில்": [
            "திரைப்படத் தயாரிப்பாளர்கலை இயக்குனர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "15 January 1958"
    },
    {
        "பெயர்": "எஸ். பாலகிருஷ்ணா",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "எம். ஜி. ஆர் நகரில்",
        "அறிமுக ஆண்டு": "1991",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "மரகதமணி",
        "அறிமுகம்": "கொடுரி மரகதமணி கீரவாணி, (M. M. Keeravani) இந்தியத் திரைப்பட இசையமைப்பாளர் மற்றும் பாடகர் ஆவார். இவர் எம். எம். கீரவாணி என்று பரவலாக அறியப்படுகிறார். இவர் தெலுங்கு, தமிழ், கன்னட, மலையாள மற்றும் இந்தி திரைப்படங்களில் பணியாற்றியுள்ளார்.இவருக்கு மரகதமணி, வீடநாராயணா, எம். எம். கீரம் போன்ற புனைப்பெயர்கள் உள்ளன. இவருடைய பல பாடல்கள் எஸ். பி. பாலசுப்பிரமணியம் மற்றும் சித்ரா அவர்களால் பாடப்பெற்றது. 1997ல் சிறந்த இசையமைப்பாளருக்கான தேசிய விருது அன்னமாச்சாரியார் திரைப்படத்திற்காக கிடைத்தது. மேலும் தமிழக அரசு திரைப்பட விருதுகள், ஆந்திர அரசாங்கம் தருகின்ற நந்தி விருது போன்றவற்றை பெற்றுள்ளார்இவர் தமிழ் சினிமாவில் மரகதமணி என்று அழைக்கப்பட்டார்.",
        "உள்ளடக்கம்": "இவர் இசையமைத்ததில் மிக முக்கியமான திரைப்படங்கள் 'அழகன்', ' நீ பாதி நான் பாதி' , 'வானமே எல்லை' , 'ஜாதிமல்லி' ஆகியனவாகும். தெலுங்கில் ராஜமௌலி இயக்கத்தில் வெளிவந்த பல படங்களுக்கு இவர் இசையமைத்துள்ளார்.கீரவாணி 1997 ஆம் ஆண்டு 'அன்னமையா' என்ற படத்திற்கு தேசிய விருது பெற்றார். இவர் ஆந்திராவில் வழங்கப்படும் நந்தி விருதுகளை பலமுறை பெற்றிருக்கிறார். தமிழில் 'அழகன்' திரைப்படத்தின் இசைக்காக 1991ஆம் ஆண்டு தமிழக அரசின் விருதை பெற்றார். இவர் பல்வேறு பிலிம் ஃபேர் விருதுகளையும் வென்றுள்ளார்.",
        "முதல் படம்": "நீ பாதி நான் பாதி",
        "அறிமுக ஆண்டு": "1991",
        "பிறந்த திகதி": "04/07/1961",
        "பிறப்பிடம்": "Kovvur, Andhra Pradesh, India",
        "செயற்பாட்டுக் காலம்": "1989–present",
        "தொழில்": [
            "Film score composer",
            " இசையமைப்பாளர்",
            " பாடகர்"
        ],
        "இசை வடிவங்கள்": [
            "Film score",
            " உலக இசை"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "04 July 1961"
    },
    {
        "பெயர்": "ஆதித்யன்",
        "அறிமுகம்": "ஆதித்தியன் (இயற்பெயர் டைட்டஸ், ஏப்ரல் 9, 1954 - டிசம்பர் 6, 2017) என்பவர் இந்திய திரைப்பட இசையமைப்பாளர் ஆவார. இவர் தமிழ் திரைப்படங்களுக்கு மட்டுமல்லாது தெலுங்கு, மலையாளம் போன்ற திரைப்படங்களுக்கும் இசையமைத்துள்ளார். மேலும் அவர் தான் இசையமைத்த  படங்கள் மற்றும் பிற இசையமைப்பாளர்கள் இசையமைப்பிலும் பல பாடல்களை பாடியுள்ளார். அவர் இந்தியா மற்றும் மலேசியாவில் பல தமிழ் பாப் & ரீமிக்ஸ் ஆல்பங்களை உருவாக்கி வெளியிட்டுள்ளார். ஜெயா தொலைக்காட்சியில் இவரது சமையல் நிகழ்ச்சியான  'ஆதித்யன் கிச்சன்' என்ற நிகழ்ச்சியை 8 ஆண்டுகள் நடத்தினார். அவர் ஒரு ஓவியக் கலைஞராகவும் இருந்தார், அவரது ஓவியங்கள் பல வீடுட்டுச் சுவர்களை அலங்கரிக்கின்றன. அவர் 2017  திசம்பர் 5 அன்று உடல்நலக் குறைவால் ஹைதராபாத்தில் தன் 63 வயதில் காலமானார்.",
        "உள்ளடக்கம்": "ஒலி வடிவமைப்பாளராக தனது வாழ்க்கையைத் துவங்கிய அவர், \"வெத்தலா போட்ட\" மற்றும் \"சந்திரரே சூரியரே\" போன்ற பாடல்கள் இடம்பெற்ற  அமரன் (1992) படத்தில் இசையமைப்பாளராக அறிமுகமானார். மேலும் அவர்   மாமன் மகள், லக்கிமேன், அசுரன், சீவலப்பேரி பாண்டி, கோவில்பட்டி வீரலட்சுமி உள்ளிட்ட 30 க்கும் மேற்பட்ட படங்களுக்கு இசையமைப்பாளராக இருந்துள்ளார்.",
        "முதல் படம்": "அமரன்",
        "அறிமுக ஆண்டு": "1992",
        "பிறந்த திகதி": "09/04/1954",
        "பிறப்பிடம்": "Chennai, India",
        "செயற்பாட்டுக் காலம்": "1992–2003",
        "தொழில்": [
            "இசையமைப்பாளர்[1]"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "09 April 1954"
    },
    {
        "பெயர்": "ஏ. ஆர். ரகுமான்",
        "அறிமுகம்": "அ. இர. ரகுமான் (அல்லா இரக்கா இரகுமான், பிறப்பு: ஜனவரி 6, 1966), புகழ் பெற்ற இந்தியத் திரைப்பட இசையமைப்பாளர் ஆவார். மணிரத்தினம் இயக்கத்தில் வெளிவந்த ரோஜா திரைப்படத்தின் மூலம் இசையமைப்பாளராக அறிமுகமானார்.  இந்தி, தமிழ், ஆங்கிலம் போன்ற பல மொழித் திரைப்படங்களுக்கு இசையமைத்த இவர் இசைப்புயல் என அழைக்கப்படுகிறார். ஆஸ்கார் விருது, கோல்டன் குளோப் விருது , பாஃப்டா விருது , தேசியத் திரைப்பட விருது போன்ற புகழ் பெற்ற விருதுகளைப் பெற்றவர். ஹாலிவுட் திரைப்படமான ஸ்லம் டாக் மில்லியனியர் என்ற ஆங்கிலத் திரைப்படத்திற்கு இசையமைத்தமைக்காக ஆஸ்கார் விருதுகளை வென்றிருக்கிறார். மேலும் இத்திரைப்பட இசைக்காக இவருக்கு 2008 ஆம் ஆண்டுக்கான கோல்டன் குளோப் விருதும் , பாஃப்டா விருதும்  கிடைத்தன. இவ்விரு விருதுகளைப் பெற்ற முதலாவது இந்தியரும் இவரேயாவார். இவருக்கு 2010-ஆம் ஆண்டில் இந்திய அரசின் பத்ம பூசண் விருது அளிக்கப்பட்டது. இவர் ஆசியாவின் மொசார்ட் என்றும் அழைக்கப்படுகிறார். ஆம் ஆண்டு 81ஆம்  ஆஸ்கார் விருதுகளுக்காக அமைத்த மாபெரும் மேடையில் இவரது தாய் மொழியான தமிழில் 'எல்லாப் புகழும் இறைவனுக்கே' என்று இவர் அடிக்கடி உச்சரிக்கும் மந்திரச் சொல்லைப் பாடினார். 2017 ஆம் ஆண்டு இவருக்கு தமிழ் ரத்னா விருது வழங்கி அமெரிக்கா தமிழ் சங்கம் கவுரவித்துள்ளது.இவர் மேற்கத்திய இசைக் கருவிகளை கையாளும் திறன்படைத்த மாஸ்டர் தன்ராஜிடம் மேற்கத்திய இசையைப் பயின்றவர்.",
        "உள்ளடக்கம்": "ரகுமான் 1966 சனவரி 6 ஆம் திகதி தமிழ்நாட்டில் சென்னையில் பிறந்தவர். அருணாச்சலம் சேகர் திலீப் குமார் என்பது இவரது இயற்பெயர் ஆகும்.அம்மா பெயர் கஸ்தூரி.அக்கா பெயர் ஏ.ஆர்.ரெய்கானா.அக்கா மகன் ஜி.வி.பிரகாஷ்(நடிகர்).தங்கை பாத்திமா,இஷ்ரத் மற்றும் சகலை ரகுமான்(நடிகர்).இசையுலகப் பயணத்தை 1985 இல் ஆரம்பித்தார். இவரின் குடும்பம் இசை சார்ந்தது. இவரின் தந்தை சேகர் மலையாளத் திரைப்படத்துறையில் பணியாற்றியவர். சிறு வயதிலேயே தந்தையை இழந்தார். அதன் பின் குடும்பத்தில் வருமானம் இல்லாத நிலையில் தன் தந்தையின் இசைக்கருவிகளை வாடகைக்குவிட்டு அந்த வருமானத்தில் பியானோ, ஆர்மோனியம் மற்றும் கித்தார் வாசிக்கக் கற்று கொண்டார். தன்ராஜ் மாஸ்டரிடம் முறைப்படி இசை கற்றுக் கொண்டார். 11 வயதில் இளையராஜா இசைக்குழுவில் கீபோர்டு வாசிப்பதற்காகச் சேர்ந்தார். பின்னர் எம். எஸ். விஸ்வநாதன், ரமேஷ் நாயுடு, ஜாகீர் உசேன் மற்றும் குன்னக்குடி வைத்தியநாதன் உள்ளிட்ட பல இசையமைப்பாளர்களிடம் பணியாற்றினார். டிரினிட்டி காலேஜ் ஆப் மியூசிக் கல்லூரியில் கிளாசிக்கல் மியூசிக்கில் பட்டம் பெற்றார்.இவரது மனைவி பெயர் ஷெரினா பானு. காதிஜா, கீமா ரகுமானியா, அமின் என மூன்று பிள்ளைகள் உள்ளனர்.1992 இல் தனது வீட்டிலேயே இசைக் கலையகத்தை அமைத்தார். இதே ஆண்டு வெளியான மணிரத்தினத்தின் ரோஜா திரைப்படம், இவருடைய வாழ்க்கையில் திருப்புமுனையாக அமைந்தது. இப்படத்தின் பாடல்கள் அனைத்தும் பிரபலமாயின. இவருக்கு முதல் தேசியவிருது வாங்கித் தந்தது. பின்னர் 1997ல் மின்சாரக் கனவும், 2002 லகான் இந்தி படமும், 2003-இல் கன்னத்தில் முத்தமிட்டால் படமும் இவருக்குத் தேசிய விருதுகள் வாங்கித் தந்தன.முத்து திரைப்படம் சப்பானில் வெற்றி பெற்று, இவரது புகழ் உலகமெங்கும் பரவத் தொடங்கியது. 2012 இல் இவரால் வாங்கப்பட்ட ஏ.எம் ஸ்டுடியோ ஆசியாவிலேயே நவீன தொழில்நுட்ப ரெகார்டிங் ஸ்டுடியோவாக உள்ளது.ரகுமான் தனது ஒன்பதாது வயதில் தந்தையை இழந்ததால், விளம்பரங்களுக்கு இசையமைத்தார். திரிலோக் மற்றும் சாரதா ஆகியோருடன் இணைந்து விளம்பரப் படங்களை இவர் தயாரித்தார். அதன் மூலம் ரகுமான் வெகுவாக அறியப்பட்டார். பூஸ்ட், ஏசியன் பெயின்ட்ஸ், ஏர்டெல், லியோ காபி ஆகிய 300க்கும் மேற்பட்ட விளம்பரப்படங்களுக்கு ரகுமான் இசையமைத்தார்.பின் வரும் பிற மொழித் திரைப்படங்களுக்கும் இசையமைத்துள்ளார்:ரியோ டி ஜனேரோ 2016 ஓலிம்பிக் விளையாட்டுக்கள் போட்டியில் பங்கேற்கும் இந்திய அணிக்காக   ஏ. ஆர். ரகுமான்  இந்திய அணியின் நல்லெண்ணத் தூதராக நியமிக்கப்பட்டார்.",
        "முதல் படம்": "ரோஜா",
        "அறிமுக ஆண்டு": "1992",
        "பிறந்த திகதி": "06/01/1967",
        "பிறப்பிடம்": "Madras, Madras State, India",
        "செயற்பாட்டுக் காலம்": "1992–present",
        "தொழில்": [
            "இசையமைப்பாளர்",
            " இசை தயாரிப்பாளர்",
            " இசை இயக்குனர்",
            " பாடகர்",
            " இசைக்கருவி இசைப்பவர்",
            " நிரலாக்கர்"
        ],
        "இசை வடிவங்கள்": [
            "திரைப்பட",
            " மேடை இசை"
        ],
        "இசைக்கருவிகள்": [
            "மின்னணு இசைப்பலகை (கீபோர்டு)",
            " குரலிசை",
            " கிட்டார்",
            " பியானோ",
            " ஆர்மோனியம்",
            " தாளம்",
            " ஏனைய"
        ],
        "பிறந்த திகதி தமிழில்": "06 January 1967"
    },
    {
        "பெயர்": "கார்த்திக் ராஜா",
        "அறிமுகம்": "கார்த்திக் ராஜா தமிழ்த் திரைப்பட இசையமைப்பாளர்களில் ஒருவர் ஆவார். இவர் இசையமைப்பாளர் இளையராஜாவின் மகன் ஆவார்.கார்த்திக் ராஜா இந்தியாவின் சென்னையைச் சேர்ந்த ஒரு இந்திய இசையமைப்பாளர் . அவர் தமிழ் திரைப்படமான பாண்டியன் (1992) திரைப்படத் திரைப்பட இசையமைப்பாளராக அறிமுகமானார், மேலும் விமர்சன ரீதியாகவும் வணிக ரீதியாகவும் பாராட்டப்பட்ட பல திரைப்படங்களுக்கு இசையமைத்தார்.",
        "உள்ளடக்கம்": "கார்த்திக் ராஜா இசை அமைப்பாளர் மேஸ்ட்ரோ இளையராஜாவின் மூத்த மகன் . அவரது சகோதரர் யுவன் சங்கர் ராஜா மற்றும் தமிழ் திரைப்பட இசை இயக்குநர்கள் மற்றும் பின்னணி பாடகர்களான சகோதரி பவதாரிணி ஆகியோர் அவருடன் குறிப்பிடத்தக்க திட்டங்களில் பணியாற்றியுள்ளனர். சென்னையில் உள்ள செயின்ட் பேட்ஸ் பள்ளி மற்றும் பாஸ்டன் மெட்ரிகுலேஷன் மேல்நிலைப்பள்ளியில் தனது பள்ளிப்படிப்பை செய்தார் . 8 ஜூன் 2000 அன்று, கார்த்திக் ராஜா இந்தியாவின் ஆந்திராவின் திருப்பதியில் ராஜா ராஜேஸ்வரியை மணந்தார் .இசைக்கலைஞர்களின் குடும்பத்தில் பிறந்த இவர், சிறு வயதிலேயே பல்வேறு வகையான இசையை வெளிப்படுத்தினார். டிரினிட்டி ஸ்கூல் ஆஃப் மியூசிக், முக்கியமாக பியானோவில் (ஜேக்கப் ஜானுடன் இணைந்தவர்) மேற்கத்திய கிளாசிக்கல் இசையில் முறையான பயிற்சி பெற்றார். டி. வி. கோபாலகிருஷ்ணன் மற்றும் மலையாள இசையமைப்பாளர் வெ. தட்சிணாமூர்த்தி ஆகியோரிடமிருந்தும் கர்நாடக இசையில் பயிற்சி பெற்றார். ஒரு குழந்தையாக இருந்தபோது, ​​அவர் அடிக்கடி தனது தந்தையுடன் ரெக்கார்டிங் ஸ்டுடியோக்களுக்கு வருவார். தனது 13 வயதில், கார்த்திக் ராஜா , தமிழ் திரைப்படமான நினைக்க தெரிந்த மனம் (1987)இன் கண்ணுக்கம் பாடலுக்கு விசைப்பலகை வாசித்தார் . நாயகன் திரைப்படத்தின் ஒலிப்பதிவுக்கு விசைப்பலகை வாசிப்பது உட்பட இதுபோன்ற பல பயணங்களைத் தொடர்ந்தார். கார்த்திக் தனது தந்தைக்கு பல பதிவுகளையும் ஏற்பாடு செய்ததோடு, பாண்டியன் (1992) திரைப்படத்திற்காக தனது முதல் பாடலான \"பாண்டியனின் ராஜ்ஜியத்தில்\" மற்றும் ஆத்மா (1993) திரைப்படத்திற்காக \"நினைக்கின்ற பாதையில்\" பாடலுக்கு இசையமைத்தார். இந்த நேரத்தில், அவர் தொலைக்காட்சி தொடரான பைபிளுக்கு சில பின்னணி இசையை இயற்றினார் .1996 ஆம் ஆண்டில் அலெக்சாண்டர் என்ற தமிழ் திரைப்படத்தின் மூலம் முழு அளவிலான இசையமைப்பாளராக அறிமுகமானார், அதைத் தொடர்ந்து மாணிக்கம் திரைப்படத்திற்காக இசையமைத்தார். பின்னர் பல வெற்றிப் படங்களுக்கு இசையமைக்க வாய்ப்பைப் பெற்றார். குறிப்பாக உல்லாசம், நாம் இருவர் நமக்கு இருவர் , காதலா காதலா மற்றும் டும் டும் டும் போன்றவை குறிப்பிடத்தக்கது. கிரஹனுடன் இந்தி படங்களிலும் அறிமுகமானார், இது சிறந்த புதிய திறமைக்கான ஆர்.டி. பர்மன் விருதை வென்றது .",
        "முதல் படம்": "பாண்டியன் (ஒரு பாடல்)",
        "அறிமுக ஆண்டு": "1992",
        "பிறந்த திகதி": "29/06/1973",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": "1992–present",
        "தொழில்": [
            "திரைப்பட இசையமைப்பாளர்",
            " இசைக்கலைஞர்",
            " இசையமைப்பாளர்",
            " பாடகர்",
            " பியானே வாசிப்பவர்",
            " விசைப்பலகை வாசிப்பவர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "29 June 1973"
    },
    {
        "பெயர்": "சிற்பி",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "கோகுலம்",
        "அறிமுக ஆண்டு": "1993",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "மகேஷ் மகாதேவன்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "நம்மவர்",
        "அறிமுக ஆண்டு": "1994",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "சுரேஷ் பீட்டர்ஸ்",
        "அறிமுகம்": "சுரேஷ் பீட்டர்ஸ் தென் இந்தியாவை சேர்ந்த இசை அமைப்பாளர் மற்றும் பின்னணி பாடகர் ஆவார். இசை அமைப்பாளர் ஏ. ஆர். ரகுமான் உடன் இணைந்து ஜென்டில்மன், காதலன், திருடா திருடா, இந்தியன், ஜீன்ஸ், சிவாஜி ஆகிய படங்களில் பாடி உள்ளார். பஞ்சாபி ஹவுஸ் என்ற மலையாள படம் மூலம் இசை அமைப்பாளராக அறிமுகம் ஆனார்.",
        "உள்ளடக்கம்": null,
        "முதல் படம்": "கூலி",
        "அறிமுக ஆண்டு": "1995",
        "பிறந்த திகதி": "26/04/1968",
        "பிறப்பிடம்": "Chennai, Tamilnadu State, India",
        "செயற்பாட்டுக் காலம்": "1990–present",
        "தொழில்": [
            "இசையமைப்பாளர்",
            " பாடகர்",
            ""
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [
            "கீபோர்ட்",
            " கிட்டார்"
        ],
        "பிறந்த திகதி தமிழில்": "26 April 1968"
    },
    {
        "பெயர்": "யுவன் சங்கர் ராஜா",
        "அறிமுகம்": "யுவன் சங்கர் ராஜா (Yuvan Shankar Raja; பிறப்பு: ஆகத்து 31, 1979) தமிழ்த் திரைப்பட இசைக்கலைஞர், பின்னணி பாடகர், பாடல் ஆசிரியர் ஆவார். பெரும்பான்மையாக தமிழ் படங்களிள் பணியாற்றுகிறார். பல்துறை இசையமைப்பாளராகக் கருதப்படும் இவர், குறிப்பாக மேற்கத்திய இசையைப் பயன்படுத்தியதற்காக அறியப்படுபவர் , மேலும் தமிழ் திரைப்படம் மற்றும் இசைத் துறையில் ஹிப் ஹாப் இசையை அறிமுகப்படுத்தியவர் . தமிழ் நாட்டில் \"ரீமிக்ஸ்” கலாச்சாரத்தை தொடங்கி அதனை பிரபலபடுத்தியவர். ராம் படத்தின்  இசைக்காக 2006 இல் சைப்ரஸ் சர்வதேச திரைப்பட விழாவில் விருதை வென்ற ஒரே இந்திய இசையமைப்பாளர் இவர். அவரது குறிப்பிடத்தக்க படைப்புகள் மற்றும் விசுவாசமான ரசிகர் பட்டாளம் அவருக்கு \"யூத்  ஐகான்\" என்ற புனைப்பெயரைப் பெற்றுத்தந்தது.15 வருட காலத்திற்குள், யுவன் சங்கர் ராஜா 100 க்கும் மேற்பட்ட படங்களில் பணியாற்றியுள்ளார். புகழ்பெற்ற இசையமைப்பாளர் இளையராஜாவின் இளைய மகனான இவர் , 1996 ஆம் ஆண்டில், தனது 16 வயதில், அரவிந்தன் என்ற திரைப்படத்திற்காக  இசையமைத்து , தனது இசை வாழ்க்கையைத் தொடங்கினார். அவர் துள்ளுவாதோ இளமை (2001) படத்தின் இசை மூலம் தமிழ் திரை உலகில் பிரபலமானார், மேலும் 2000 களின் நடுப்பகுதியில் தமிழ் சினிமாவின் மிகவும் விரும்பப்பட்ட இசையமைப்பாளர்களில் ஒருவராக உருவெடுத்தார். 2015 ஆம் ஆண்டில், அவர் தனது சொந்த இசை லேபிளான U1 ரெக்கார்ட்ஸை உருவாக்கி, 2017 ஆம் ஆண்டில், தனது சொந்த திரைப்பட தயாரிப்பு ஸ்டுடியோ, ஒய்.எஸ்.ஆர் பிலிம்ஸ் தொடங்கினார்.யுவன் இரண்டு பிலிம்பேர் விருதுகளை வென்றுள்ளார்; 2004 ஆம் ஆண்டில், 7 ஜி ரெயின்போ காலனி படத்திற்காக சிறந்த இசையமைப்பாளர் விருது மற்றும் 2009 ஆம் ஆண்டில் ஒய்! என்ற தெலுங்கு திரைப்படத்திற்காக பிலிம்பேர் சிறப்பு விருது விருதினைப் பெற்றார். பிலிம்பேர் விருதுகளுக்காக ஆறு பரிந்துரைகளையும், 2006 மற்றும் 2010 ஆம் ஆண்டுகளில் இரண்டு தமிழக மாநில திரைப்பட விருதுகளையும் பெற்றுள்ளார்.",
        "உள்ளடக்கம்": "இசைக்கலைஞரும் திரைப்பட இசையமைப்பாளருமான இளையராஜாவின் மூன்றாவது மற்றும் இளைய மகன் யுவன் சங்கர் ராஜா. அவர் இசையமைப்பாளர் கார்த்திக் ராஜா மற்றும் பின்னணி பாடகர்- இசையமைப்பாளர் பவதாரிணியின்  தம்பி. யுவன் ஒருமுறை தனது சகோதரர் கார்த்திக் ராஜா தன்னை விட திறமையானவர் என்று ஒப்புக்கொண்டுள்ளார் . அவரது தந்தையும், உடன்பிறப்புகளும் அவரது இசையில் பல பாடல்களைப் பாடியுள்ளனர். திரைப்பட இயக்குனரும் திரைப்பட இசையமைப்பாளருமான கங்கை அமரன் மற்றும் ஆர்.டி.பாஸ்கர் அவரது மாமாக்கள் மேலும் தமிழ் திரையுலகில் பணியாற்றிவரும் வெங்கட் பிரபு, பிரேம்ஜி அமரன் மற்றும் பார்த்தி பாஸ்கர் ஆகியோர் அவருடைய உறவினர்கள்.யுவன் ஷங்கர் ராஜா தனது பள்ளிப்படிப்பை சென்னையில் உள்ள செயின்ட் பீட்ஸ்  ஆங்கிலோ இந்தியன் மேல்நிலைப்பள்ளியில் படித்தார். பத்தாம் வகுப்பு வரை மற்றுமே பயின்ற யுவன் பின்னர் ஜேக்கப் மாஸ்டரிடமிருந்து இசையைக் கற்கத் தொடங்கினார். இங்கிலாந்தின் லண்டனில் உள்ள டிரினிட்டி கல்லூரியுடன் இணைந்த சென்னையில் உள்ள \"மியூசி மியூசிகல்\"  என்ற பியானோ வகுப்புகளில் கலந்துக்கொண்டார். தான் எப்போதும் ஒரு விமானி ஆகவும், உலகம் முழுவதும் பயணிக்க விரும்புவதாகவும் யுவன் சங்கர் ராஜா கூறினார், ஆனால் தன்னை சுற்றியுள்ள இசையுடன் வளர்ந்ததால், ​​இறுதியில் இசைக்கலைஞரானார்.2014 ஆம் ஆண்டு பிப்ரவரியில் யுவன் தான் இஸ்லாம் மதத்தை ஏற்றுக்கொண்டு விட்டதாக தனது டிவிட்டர் கணக்கில் தெரிவித்தார். தன்னுடைய முஸ்லிம் பெயர் அப்துல் ஹாலிக் என்பதாகவும் தெரிவித்தார். 2015 ஆம் ஆண்டு ஜனவரி 1 அன்று ஜஃப்ரூன் நிஷா என்ற பெண்ணை இஸ்லாமிய முறைப்படி திருமணம் செய்துக்கொண்டார். இவர்களுக்கு 2016 ஆம் ஆண்டு ஏப்ரல் 7 ஆன்று ஒரு ஆண் குழந்தை பிறந்தது.1996 ஆம் ஆண்டில், இசையை ஒரு தொழிலாக எடுத்துக் கொள்ளுமாறு அவரது தாயார் பரிந்துரைத்ததைத் தொடர்ந்து, யுவன் சங்கர் ராஜா ஒரு ஆல்பத்திற்கான தாளங்களை இசையமைக்கத் தொடங்கினார். அரவிந்தன் திரைப்படத்தின் தயாரிப்பாளர் டி.சிவா, யுவனின் சில இசைக்கோர்வைகளைக்  கேட்டபின், அப்படத்தின் முன்னோட்டக் காட்சிகளுக்காக இசையமைக்கச் சொன்னார். அவ்விசையால் ஈர்க்கப்பட்டு, அப்படத்தின் முழு இசையின் பொறுப்பையும் யுவனுக்கு வழங்கினார், பெற்றோரிடமிருந்து ஒப்புதல் பெற்ற பிறகு, யுவன் அப்பொறுப்பை ஏற்றுக்கொண்டார்; இவ்வாறு யுவனின் இசைப்பயணம் தொடங்கியது. யுவன் அரவிந்தன் படத்திற்கு இசையமைக்கும்போது அவருடைய வயது 16. இன்றளவிலும் அச்சிறுவயதில் இசையமைத்த ஒரே இசையமைப்பாளர் யுவன். தான் இசையமைக்க வந்தது முற்றிலும் தற்செயலானது என்று குறிப்பிட்டிருந்தார்.இருப்பினும், அரவிந்தன் படம் மற்றும் இசை மக்களை ஈர்க்கத் தவறிவிட்டன. இதனை தொடர்ந்து யுவனின் இசையில் வெளியான வேளை (1998) மற்றும் கல்யாண கலாட்டா (1998) தோல்வியை சந்தித்தது. அப்படத்திற்கான இசையும் பெருமளவில் ஏற்கப்படவில்லை. விமர்சகர் ஒருவர் பின்னணி இசை குறிப்பிடும் அளவுக்கு இல்லை என்றார்.யுவனின் முதல் சில படங்கள் தோல்வியடைந்ததை அடுத்து அவருக்கு யாரும் பட வாய்ப்புகள் கொடுக்கவில்லை. அச்சமயத்தில் தான் இயக்குனர் வசந்த் அவருடைய பூவெல்லாம் கேட்டுப்பார் என்ற படத்திற்கு இசையமைக்க யுவனை அனுகினார், யுவனும் ஒப்புக்கொண்டார். பூவெல்லாம் கேட்டுப்பார் படத்தின் இசைக்காக யுவனுக்கு பாராட்டுகள் குவிய தொடிங்கின. அதன் இசை முற்றிலும் மாறுபட்ட புதுமையான முயற்சி என்று தி நியூ இந்தியன் எக்ஸ்பிரஸ் பாராட்டியது, ராஜா என்ற பெயருக்கு தகுதியுடையவர் என்று குறிப்பிட்டு இருந்தது. மிகவும் பாராட்டப்பட்ட “இரவா பகலா”, “சுடிதார் அணிந்த்து”  போன்ற பாடல்கள் யுவனை குறிப்பாக இளைஞர்கள் குழந்தைகள் மத்தியில் மிகவும் பிரபலப்படுத்தியது. சுந்தர் C உடன் சேர்ந்து இரண்டு படங்கள் (உனக்காக எல்லாம் உனக்காக – 1999, ரிஷி – 2000) பணியாற்றிய யுவன் பிறகு அஜித் நடிப்பில் A R முருகதாஸ் இயக்கத்தில் வந்த அதிரடி திரைப்படம் தீணாவில் பணியாற்றினார். தீணா யுவனின் முதல் வெற்றி படமாக அமைந்தது. அதன் பாடல்கள் மற்றும் பின்னணி இசை பார்வையாளர்களை மிகவும் கவர்ந்தது, படத்தின் வெற்றியில், யுவனின் இசைக்கு பெரும் பங்கு உண்டு.2001 ஆம் ஆண்டு செல்வராகவனுடன் இணைந்து பணியாற்றிய முதல் திரைப்படம் துள்ளுவதோ இளமை. இப்படத்தை கஸ்தூரி ராஜா இயக்கினார், ஆனால் அவரது மகனான செல்வராகவன் திரைக்கதை எழுதி, படத்தின் இசைக்காக யுவன் சங்கர் ராஜாவுடன் இணைந்து பணியாற்றினார். துள்ளுவதோ இளமையின் இசை இளையத்தலைமுறையினரை வெகுவாக கவர்ந்தது. இப்படம் செல்வராகவனின் தம்பியும் நடிகருமான தனுஷின் அறிமுகப்படமாகும். வணிகரீதியாக இப்படம் குறிப்பிடத்தக்க வெற்றியடைந்தது. இதனை தொடர்ந்து வெளிவந்த பாலாவின் நந்தா(2001) திரைப்படத்திற்கு யுவனுக்கு பாராட்டுகள் குவிய தொடங்கின. அதற்கு அடுத்த வருடம் வெளியான ஏப்ரல் மாதத்தில்(2001) படத்தின் இசையும் இளைஞர்களை ஈர்க்கும் வகையில் அமைந்தது. பிறகு வந்த திரைப்படங்கள் காதல் சாம்ராஜ்யம்-2002 (படம் திரைக்கு வரவில்லை, பாடல்கள் மட்டும் வெளிவந்தது) மௌனம் பேசியதே-2002, புன்னகை பூவே-2002 (யுவனுக்கு படத் திரையில் அறிமுகம்)== இவர் இசையமைத்து வெளிவரவுள்ள திரைப்படங்கள்",
        "முதல் படம்": "அரவிந்தன் (திரைப்படம்)",
        "அறிமுக ஆண்டு": "1997",
        "பிறந்த திகதி": "31/08/1979",
        "பிறப்பிடம்": "Theni, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "1996–present",
        "தொழில்": [
            "இசையமைப்பாளர்",
            " திரையிசையமைப்பாளர்",
            " பாடகர்",
            " பாடலாசிரியர்"
        ],
        "இசை வடிவங்கள்": [
            "திரையிசை"
        ],
        "இசைக்கருவிகள்": [
            "கிட்டார்",
            " கீபோட் / பியானோ",
            " பாடகர்"
        ],
        "பிறந்த திகதி தமிழில்": "31 August 1979"
    },
    {
        "பெயர்": "பரத்வாஜ்",
        "அறிமுகம்": "பரத்வாஜ் தமிழ் திரைப்படத்துறையில் உள்ள முன்னணி இசையமைப்பாளர்களில் ஒருவராவார். இவர் தமிழ், தெலுங்கு, கன்னடம், மலையாளம் ஆகிய மொழிகளில் ஐம்பதுக்கும் மேற்பட்ட திரைப்படங்களுக்கு இசையமைத்திருக்கிருக்கிறார். 2008-ம் ஆண்டில் தமிழக அரசின் கலைமாமணி விருதைப் பெற்றார். இவர் தனது 17 ஆவது வயதிலேயே தூர்தர்ஷன் மற்றும் அனைத்திந்திய வானொலி நிலையத்தின் பல நிகழ்ச்சிகளுக்கு இசையமைத்தவர்.",
        "உள்ளடக்கம்": "திருநெல்வேலி மாவட்டத்தில் உள்ள ராவணசமுத்திரத்தில் பிறந்த இவர் தனது பள்ளிப் படிப்பையும் கல்லூரி படிப்பையும் தில்லியில் பயின்றார். இவரது தந்தை ஒரு அரசு அதிகாரி ஆவார்.இந்துஸ்தானி இசை, கருநாடக இசை, மற்றும் மேற்கத்திய இசைகளை இவர் முறைப்படி தில்லியில் கற்றவர். பரத்வாஜ் இசையமைக்க வரும் முன்பாகவே அவர் சி.ஏ எனப்படும் பட்டயக் கணக்கறிஞர் தகுதி பெற்றிருந்தார் என்பது குறிப்பிடத்தக்கது.திருவள்ளுவரின் உலக பொதுமறையான 1330 திருக்குறளுக்கும்  இசைவடிவம் கொடுத்து பாடல்களாக உருவாக்கியுள்ளார்.காதல் மன்னன் திரைப்படத்தில் அறிமுகமான பரத்வாஜ் இதுவரை ஐம்பதுக்கும் மேற்பட்ட திரைப்படங்களுக்கு இசையமைத்திருக்கிறார். அஜித் குமார் நடிப்பில் வெளிவந்த அட்டகாசம் இவரது 25-வது திரைப்படமாகவும் இயக்குனர் சரணின் இயக்கத்தில் வெளிவந்த அசல் திரைப்படம் இவரது 50-வது திரைப்படமாகவும் அமைந்தது.",
        "முதல் படம்": "காதல் மன்னன்",
        "அறிமுக ஆண்டு": "1998",
        "பிறந்த திகதி": "03/07/1960",
        "பிறப்பிடம்": "Ravanasamudram, Tenkasi District, India",
        "செயற்பாட்டுக் காலம்": "1994–present",
        "தொழில்": [
            "திரைப்பட இசையமைப்பாளர்",
            " பாடகர்"
        ],
        "இசை வடிவங்கள்": [
            "திரையிசை"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "03 July 1960"
    },
    {
        "பெயர்": "பரணி",
        "அறிமுகம்": "பரணி (Bharani, பிறப்பு: செப்டம்பர் 6, 1971) என்பவர் ஒரு இந்திய திரைப்படத்துறை இசையமைப்பாளர் ஆவார்.அவர் தமிழ் திரைப்படம் மட்டுமல்லாது கன்னடம் மற்றும் தெலுங்கு திரைப்படங்களிலும் தொடர்ந்து பணியாற்றி வருகிறார்.அவர் சொந்த குரலில் சில பாடல்களையும் பாடியுள்ளார்.",
        "உள்ளடக்கம்": "பரணி தஞ்சாவூர் அருகில் ஒரு சிறிய கிராமத்தில் பிறந்தார்.மூன்று சகோதரர்களை உடைய அவரது குடும்பத்தில் மூத்த மகனாக பிறந்தார்.அவர் பத்தாம் வகுப்பு வரை கல்வி பயின்றார்.அவரது பள்ளி பருவ நாட்களில் பாடல்கள் இயற்றுவதில் திவிரமாக செயல்பட்டார். 1989-ல் வாய்ப்பு தேடி சென்னைக்கு வந்தார்.அவரது இயற்பெயர் குணசேகரன்.அவர் தொடக்கத்தில் பாடலாசிரியராக வாய்ப்பு கிடைத்ததும் விஜய் நடித்த நாளைய தீர்ப்பு (1992) படத்திற்கு பாடல் எழுதியுள்ளார்.பரணி இசையமைப்பாளராக பெரியண்ணா(1999) படத்தில் எஸ்.ஏ.சந்திரசேகரால் அறிமுகப்படுத்தப்பட்டார்.அவரது இசையை பாராட்டு பெருவதற்கு முன்னரே பார்வை ஒன்றே போதுமே(2001) மற்றும் சார்லி சாப்ளின்(2002) போன்ற படங்களில் இசையமைப்பாளராக பணிபுரிந்துள்ளார்.அவரது 25வது திரைப்படம் வெளுத்துக்கட்டு(2010)",
        "முதல் படம்": "பெரியண்ணா",
        "அறிமுக ஆண்டு": "1999",
        "பிறந்த திகதி": "06/09/1971",
        "பிறப்பிடம்": "Arundhavapuram, Tanjore, India",
        "செயற்பாட்டுக் காலம்": "1993 – present",
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "06 September 1971"
    },
    {
        "பெயர்": "ஸ்ரீகாந்த் தேவா",
        "அறிமுகம்": "ஸ்ரீ காந்த் தேவா' (Srikanth Deva) ஒரு தமிழ், தெலுங்குத் திரைப்பட இசையமைப்பாளராவார். இவர் இசையமைப்பாளர் தேவாவின் மகனாவார். இவர் 2000ஆம் ஆண்டில் வெளிவந்த தமிழ்த் திரைப்படமான தபுள்சில் இசையமைப்பாளராக அறிமுகமானார். இவர் சிவகாசி, ஆழ்வார், எம். குமரன் சன் ஆஃப் மகாலட்சுமி, பூலோகம் உள்ளிட்ட நூற்றுக்கும் மேற்பட்ட திரைப்படங்களுக்கு இசையமைத்துள்ளார்.ஸ்ரீகாந்த் தேவா தமிழ்த் திரைப்படங்களில் பாடல்களையும் பாடியுள்ளார். இவர் ஸ்ரீ ஸ்டுடியோஸ் என்ற இசை நிறுவனத்தையும் நடத்தி வருகின்றார்.இவர் பின்னணிப் பாடகரான பெபியைத் திருமணம் செய்து கொண்டார்.",
        "உள்ளடக்கம்": null,
        "முதல் படம்": "டபுள்ஸ்",
        "அறிமுக ஆண்டு": "2000",
        "பிறந்த திகதி": "07/09/1980",
        "பிறப்பிடம்": "Chennai, India",
        "செயற்பாட்டுக் காலம்": "2000–present",
        "தொழில்": [
            "இசையமைப்பாளர்",
            " பாடகர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "07 September 1980"
    },
    {
        "பெயர்": "தினா",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "அன்னை",
        "அறிமுக ஆண்டு": "2000",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "ஹாரிஸ் ஜயராஜ்",
        "அறிமுகம்": "ஹாரிஸ் ஜெயராஜ் (Harris Jayaraj) (பிறப்பு 8 சனவரி 1975, திருநெல்வேலி)  தமிழ் திரைப்படத்துறையில் உள்ள ஓர் இசையமைப்பாளர்.  பல தமிழ்த் திரைப்படங்களுக்கு பின்னணி இசையும் பாடல்களும் அமைத்துள்ளார். தெலுங்கு, இந்தி திரைப்படங்களுக்கும் இசை அமைத்துள்ளார். இவர் சென்னையில் வாழ்ந்து வருகிறார்.",
        "உள்ளடக்கம்": "சென்னையின் கிறித்துவ நாடார் குடும்பத்தில் பிறந்தவர் ஹாரிஸ் ஜயராஜ்.  அவரது தந்தை எஸ். எம். ஜயராஜ் திரைப்படத்துறையில் கிட்டார் வாசிப்பவராக இருந்து பின்னர் இசையமைப்பாளராக உயர்ந்தவர். மலையாள இசையமைப்பாளர் சியாமிடம் துணைவராகப் பணியாற்றிய அவர், தமது மகனை பெரும் பாடகராகக் காண ஆவல் கொண்டார். ஆனால்,சென்னை கிருஷ்ணசாமி மெட்ரிக் பள்ளியில் பயின்று வந்த ஹாரிசுக்கு இசையமைப்பில் பெரும் ஆர்வம் இருந்தது. தமது குரல் பாடகராக ஒத்துழைக்கவில்லை என்று கூறும் ஹாரிஸ் ஹான்ஸ் சிம்மரின் படைப்புகளில் மனதைப் பறிகொடுத்தார். இவர் ஜாய்ஸ் என்பவரை மணந்தார். இவருக்கு சாமுவேல் நிக்கோலஸ் என்னும் மகனும், கேரன் நிக்கிட்டா என்னும் மகளும் உள்ளனர். இவர் தன்னுடைய 12-ம் வயதியல் (1987)ல் தன்னுடைய இசைப்பயணத்தை ஆரம்பித்தார். கிடார் வாசிப்பாளராக ஆரம்பித்துப் பின்னர் கீ-போர்டு போன்ற இசைக்கருவிகளை வாசிக்கக் கற்றுக்கொண்டார்.  தமிழ், தெலுங்கு, இந்தி மற்றும் மலையாளம் போன்ற மொழிகளில் 25-க்கும் மேற்பட்ட இசையமைப்பாளர்களோடு பணியாற்றியிருக்கிறார். ஏ.ஆர்.ரகுமான், ராஜ்கோட்டி, மணிசர்மா, கார்த்திக் ராஜா, வித்யாசாகர் போன்ற பிரபல இசையமப்பாளர்களோடு பணிபுரிந்துள்ளார்.இசையமைப்பாளராக 2001 ஆம் ஆண்டு திரைப்படத் துறையில் நுழைந்த ஹாரிஸ் ஜெயராஜ் தன் முதல் படமான 'மின்னலே' மூலமே மிகப் பெரிய தடம் பதித்தார்.2011ம் ஆண்டு ஹாரிஸ் ஆன் தி எட்ஜ் எனும் இசைக் கச்சேரியை நடத்தப்போவதாக அறிவித்தார். அதில் தமிழ் முன்னனிப் பாடகர்களான கார்த்திக், ஹரிசரண், சின்மயி, திப்பு, ஹரிணி, நரேஷ் ஐயர், ஹரீஸ் இராகவேந்திரா, க்ரிஸ், ஆலப்ராஜு, கேகே (கிருஷ்ணகுமார் குன்னத்), பென்னிதயாள், ஆன்ட்ரியா, சுவி சுரேஷ், சுனிதா சாரதி, ஸ்ரீலேகா பார்த்தசாரதி, சுவேதா மேனன் ஆகியோர் பங்கேற்றனர். இந்நிகழ்ச்சியை, இயக்குனர் ஏ. எல். விஜய் இயக்கினார்.இவர் 2008ம் ஆண்டு நடிகர் விஜய் நடித்த கோக்கக் கோலா நிறுவனத்தின் விளம்பரப்படம், தமிழ்நாடு பள்ளிக் கல்வித் துறை மற்றும் அகரம் தொண்டு நிறுவனம் இணைந்து தயாரித்த ஹுரோவா? ஜீரோவா? எனும் கல்வி உரிமை, குழந்தைத் தொழிலாளர் ஒழிப்பு ஆகியவற்றை மையமாகக் கொண்ட விழிப்புணர்ச்சி விளம்பரப்படம் போன்று பல்வேறு விளம்பரப்படங்களுக்கு இசையமைத்துள்ளார். இவற்றில் நடிகர்கள் ஹுரோவா? ஜீரோவா? எனும் விளம்பரப்படத்தில், தமிழ்த் திரைத்துறையின் முன்னனி நடிகர்களான விஜய், சூர்யா, மாதவன், ஜோதிகா போன்றோர் தோன்றினர் என்பது குறிப்பிடத்தக்கது.",
        "முதல் படம்": "மின்னலே",
        "அறிமுக ஆண்டு": "2001",
        "பிறந்த திகதி": "08/01/1975",
        "பிறப்பிடம்": "Chennai, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "2000–present",
        "தொழில்": [
            "இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [
            "கிட்டார்",
            "  விசைப்பலகை",
            " பியானோ",
            " தோல் இசைக்கருவிகள்"
        ],
        "பிறந்த திகதி தமிழில்": "08 January 1975"
    },
    {
        "பெயர்": "மணிசர்மா",
        "அறிமுகம்": "மணிசர்மா, திரைப்பட இசையமைப்பாளர் ஆவார். இவர் தமிழ், கன்னடம், தெலுங்கு, இந்தி மொழிப் படங்களுக்கு இசையமைத்துள்ளார். இவரது இயற்பெயர் யனமண்டிர வெங்கட சுப்பிரமணிய சர்மா என்பதாகும்.",
        "உள்ளடக்கம்": null,
        "முதல் படம்": "ஷாஜகான்",
        "அறிமுக ஆண்டு": "2001",
        "பிறந்த திகதி": "11/07/1964",
        "பிறப்பிடம்": "Machilipatnam, Andhra Pradesh, India",
        "செயற்பாட்டுக் காலம்": "1992–present",
        "தொழில்": [
            "இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [
            "திரைப்பட இசை"
        ],
        "இசைக்கருவிகள்": [
            "மின்னணு இசைப்பலகை (கீபோர்டு)",
            " மாண்டலின்",
            " கித்தார்",
            " பியானோ",
            " ஆர்மோனியம்",
            " தாளம்",
            " ஏனைய"
        ],
        "பிறந்த திகதி தமிழில்": "11 July 1964"
    },
    {
        "பெயர்": "சபேஷ் முரளி",
        "அறிமுகம்": "சபேஷ் - முரளி (ஆங்கிலம்:Sabesh-Murali) ஆகிய இருவரும் இந்திய இரட்டை இசையமைப்பாளர் ஆவர். இவர்கள் பின்னணிப் பாடல்களும் பாடியுள்ளனர்.",
        "உள்ளடக்கம்": "தமிழ்நாட்டில் உள்ள, சென்னையைச் சேர்ந்த இவர்கள் இருவரும் உடன்பிறந்த இரட்டை சகோதரர்களாவார்கள். இருவரும் தமிழில் புகழ்பெற்ற இசையமைப்பாளரான தேவா அவர்களுக்கு உதவி இயக்குனர்களாக பணியாற்றியுள்ளனர். இவர்கள் இருவரும் இணைந்து பொக்கிசம், மிளகா, இம்சை அரசன் 23ஆம் புலிகேசி, கோரிப்பாளையம் போன்ற புகழ்பெற்ற தமிழ்த் திரைப்படங்களுக்கு இசை அமைத்துள்ளனர்.",
        "முதல் படம்": "சமுத்திரம்",
        "அறிமுக ஆண்டு": "2001",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": "2000 - present",
        "தொழில்": [
            "இசையமைப்பாளர்கள்",
            " பின்னணிப் பாடகர்கள்"
        ],
        "இசை வடிவங்கள்": [
            "டப்பாங் கூத்து",
            " கானா"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "பிரவீன் மணி",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "லிட்டில் ஜான்",
        "அறிமுக ஆண்டு": "2001",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "ஷங்கர் - எசான் - லாய்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "ஆளவந்தான்",
        "அறிமுக ஆண்டு": "2001",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "ரமேஷ் விநாயகம்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "ஏய் நீ ரொம்ப அழகாய் இருக்கே",
        "அறிமுக ஆண்டு": "2002",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "டி. இமான்",
        "அறிமுகம்": "டி. இமான் (D. Imman) ஓர் இந்திய திரைப்பட இசையமைப்பாளர் மற்றும் பாடகர் ஆவார். தமிழ்த் திரைப்படங்களுக்கு பின்னணியிசையும் பாடல்களும் அமைத்துள்ளார். அவரது விசில் திரைப்படத்திற்குப் பிறகு பரவலாக அறிமுகம் கிடைத்தது.அவரது சென்னை எழும்பூர் டான் பாஸ்கோ பள்ளியில் பயின்றவர். பின்னர் லயோலாக் கல்லூரியில் படித்தார். 2001ஆம் ஆண்டு தமிழன் திரைப்படத்தில் முதலாவதாக இசையமைத்தவர், மிகக் குறைந்தக் காலத்திலேயே 25 திரைப்படங்களுக்கு இசை அமைத்துள்ளார்.",
        "உள்ளடக்கம்": "(திரைப்படம்)",
        "முதல் படம்": "தமிழன்",
        "அறிமுக ஆண்டு": "2002",
        "பிறந்த திகதி": "24/01/1983",
        "பிறப்பிடம்": "Chennai, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "2002–present",
        "தொழில்": [
            "இசையமைப்பாளர்",
            " பாடகர்"
        ],
        "இசை வடிவங்கள்": [
            "திரைப்படம்"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "24 January 1983"
    },
    {
        "பெயர்": "தேவி ஸ்ரீ பிரசாத்",
        "அறிமுகம்": "தேவி ஸ்ரீ பிரசாத் (தெலுங்கு: దేవిశ్రీ ప్రసాద్) (தோற்றம்: ஆகஸ்ட் 2, 1979) ஒரு, தெலுங்கு மற்றும் தமிழ் திரைப்படங்களுக்கு  இசையமைக்கும் இசையமைப்பாளர். இவருடைய இசை பிறமொழிகளிலும் மொழிமாற்றம் செய்யப்பட்டுள்ளது.",
        "உள்ளடக்கம்": null,
        "முதல் படம்": "இனிது இனிது காதல் இனிது",
        "அறிமுக ஆண்டு": "2003",
        "பிறந்த திகதி": "02/08/1979",
        "பிறப்பிடம்": "Vedurupaka, Andhra Pradesh, India",
        "செயற்பாட்டுக் காலம்": "1997–present",
        "தொழில்": [
            "இசையமைப்பாளர்",
            " பாடகர்",
            " பாடலாசிரியர்"
        ],
        "இசை வடிவங்கள்": [
            "திரைப்பட",
            " மேடை இசை"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "02 August 1979"
    },
    {
        "பெயர்": "ஏ. ஆர். ரிஹானா",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "மச்சி",
        "அறிமுக ஆண்டு": "2004",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "ஜோசுவா ஸ்ரீதர்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "காதல்",
        "அறிமுக ஆண்டு": "2004",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "விஜய் ஆண்டனி",
        "அறிமுகம்": "விஜய் ஆண்டனி  (பிறப்பு: சூலை 24, 1975) இந்தியா, தமிழ்நாட்டின் ஓர் முன்னணி திரைப்பட இசையமைப்பாளர் ஆவார். தற்போது திரைப்படத்தில் நடிப்பதிலும் ஆர்வம் காட்டி வருகிறார்.",
        "உள்ளடக்கம்": "விஜய் ஆண்டனி தமிழ்நாடு மாநிலம், கன்னியாகுமரி மாவட்டம், நாகர்கோவிலில் 1975 ஆம் ஆண்டு பிறந்தார். இவரது தந்தை இவருக்கு 7 வயது இருக்கும் போது இறந்து விட்டார். விஜய் ஆண்டனி துவக்கத்தில் ஒலிப் பொறியாளராகப் பணி புரிந்து பின்னர் இசையமைப்பாளரானவர். தமது கல்லூரிப் படிப்பை முடித்தப் பின்னர் தாமே ஆடியோபைல்ஸ் என்ற ஒலியரங்கை நிறுவினார். அங்கு ஒலி பொறியாளராக சோதனைகள் செய்து தொலைக்காட்சிகளுக்கும் ஆவணப்படங்களுக்கும் சில இசைத்துண்டுகளை (jingles) அமைத்தார். அப்போது ஆஸ்கார் ரவிச்சந்திரன் தமது டிஷ்யூம் என்ற திரைப்படத்திற்கு இசையமைக்க அழைத்தார். ஆனால் விஜய் இசையமைத்த முதல் திரைப்படமாக சுக்ரன் திரைப்படம் முதலில் வெளிவந்தது.இவரது அண்மைய திரைப்படம் விஜய் நடித்த வேட்டைக்காரன் படமாகும்.மேலும் இவர் கன்னடப் படம் புத்திவந்தா விற்கு இசையமைத்துள்ளார், இது தமிழ்ப்படம்  நான் அவனில்லையின் மறுபதிப்பு திரைப்படமாகும்.2009ஆம் ஆண்டு பிரான்சில் நடைபெற்ற கான் கோல்டன் லயன் விருதை சிறந்த இசைக்காக டைம்ஸ் ஆஃப் இந்தியாவிற்காக தயாரித்த \"நாக்க முக்கா\" வணிகப்படத்திற்காகப் பெற்றார்.தமது இசையமைப்பில் பல புதுமுக பாடகர்களுக்கு வாய்ப்பு கொடுப்பவர் என்ற பெருமை உடையவர்.மேலும் 2016 ஆம் ஆண்டு வெளியான பிச்சைக்காரன் திரைப்படத்தில் தனது இயல்பான நடிப்பை வெளிப்படுத்தி தமிழ் மக்களின் மனதில் நீங்காத இடத்தை பிடித்துக்கொண்ட விட்டார் என்றே கூற வேண்டும்.",
        "முதல் படம்": "சுக்ரன்",
        "அறிமுக ஆண்டு": "2005",
        "பிறந்த திகதி": "24/07/1975",
        "பிறப்பிடம்": "Nagercoil, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [
            "இசையமைப்பாளர்",
            "  பாடகர்",
            " நடிகர்",
            " பின்னனிப் பாடகர்",
            " தயாரிப்பாளர்"
        ],
        "இசை வடிவங்கள்": [
            "திரையிசை",
            " இசையமைப்பாளர்"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "24 July 1975"
    },
    {
        "பெயர்": "நிரு",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "கலாபக் காதலன்",
        "அறிமுக ஆண்டு": "2005",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "பவதாரிணி",
        "அறிமுகம்": "பவதாரிணி (Bhavatharini) தமிழ்த் திரைப்பட இசையமைப்பாளரும் பாடகரும் ஆவார். இவர் இசையமைப்பாளர் இளையராசாவின் மகள் ஆவார். இவருடைய உடன்பிறப்புகளான கார்த்திக்கு இராசா, யுவன் சங்கர் இராசா ஆகியோரும் இசையமைப்பாளர்கள் ஆவர்.இளையராசாவின் இசையில் பாரதி திரைப்படத்தில் அமையும் மயில் போலப் பொண்ணு ஒன்னு என்ற இவர் பாடிய பாடல் இவருக்குச் சிறந்த பின்னணிப் பாடகருக்கான தேசிய விருதைப் பெற்று தந்தது.",
        "உள்ளடக்கம்": null,
        "முதல் படம்": "அமிர்தம்",
        "அறிமுக ஆண்டு": "2006",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": "1995–present",
        "தொழில்": [
            "பின்னணிப் பாடகர்",
            " இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [
            "பின்னணிப் பாடகர்"
        ],
        "இசைக்கருவிகள்": [
            "Vocals"
        ],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "சுந்தர் சி பாபு",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "சித்திரம் பேசுதடி",
        "அறிமுக ஆண்டு": "2006",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "கஸ்தூரி ராஜா",
        "அறிமுகம்": "கஸ்தூரி ராஜா ஓர் இந்தியத் திரைப்பட இயக்குநர், தயாரிப்பாளர் , மற்றும்  இசையமைப்பாளர் ஆவார். மதுரை மாவட்டத்தைச் சேர்ந்தவராவார். செல்வராகவன், நடிகர் தனுஷ் ஆகியோர் இவரது மகன்களாவர். இவரது திரைப்படங்கள் பெரும்பாலும் கிராமக்கதையை பின்னணியாகக் கொண்டு அல்லது இளைஞர்களின் தடுமாற்றங்களைப் பற்றியே அமைந்துள்ளன.",
        "உள்ளடக்கம்": "தேனி மாவட்டத்தில் மல்லிகாபுரம் என்ற குக்கிராமத்தில் ராமசாமி நாயுடுவிற்கும் ரங்கம்மாவுக்கும் மகனாக பிறந்தவர். இவர் கே.எஸ். கோபாலகிருஷ்ணன், விசு ஆகிய இயக்குநர்களிடம் உதவி இயக்குநராக இருந்து ராஜ்கிரண் மூலம் என் ராசாவின் மனசிலே படத்தில் இயக்குநராகியவர். இவர் தொடர்ந்து ஆத்தா உன் கோவிலிலே, நாட்டுப்புறப்பாட்டு, வீரத்தாலாட்டு, எட்டுப்பட்டி ராசா, வீரம் விளைஞ்ச மண்ணு, என் ஆசை ராசாவே உட்பட நிறைய படங்களை இயக்கியவர். இவரின் படங்கள் பெரும்பாலும் மண் மணம் வீசும் படங்களாக இருக்கும். இயக்குநர் செல்வராகவன், நடிகர் தனுஷ் ஆகியோர் இவரின் மகன்கள் ஆவர்.2015 ஆம் ஆண்டு அமீத்ஷா முன்னிலையில்  பாஜகவில் இணைந்தார்.இவர் தற்போது தமிழக பாஜக மாநில செயற்குழு உறுப்பினர்களாக உள்ளார்.",
        "முதல் படம்": "இது காதல் வரும் பருவம்",
        "அறிமுக ஆண்டு": "2006",
        "பிறந்த திகதி": "07/08/1950",
        "பிறப்பிடம்": "Theni, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "1991–2006, 2018-present",
        "தொழில்": [
            "திரைப்பட இயக்குநர்",
            " திரைப்பட தயாரிப்பாளர் ",
            " இசையமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "07 August 1950"
    },
    {
        "பெயர்": "ஜி. வி. பிரகாஷ் குமார்",
        "அறிமுகம்": "ஜி. வி. பிரகாஷ் குமார் (G. V. Prakash Kumar, பிறப்பு: ஜூன் 13, 1987), தமிழ்த் திரைப்பட நடிகரும் மற்றும் இசையமைப்பாளர் ஆவார். இவர் புகழ் பெற்ற இசையமைப்பாளர் ஏ. ஆர். ரஹ்மானுடைய அக்காவின் மகனும் ஆவார். எஸ். சங்கரின் தயாரிப்பிலும், வசந்தபாலனின் இயக்கத்திலும் உருவானதும், விமர்சகர்களால் பாராட்டப்பட்டதுமான வெயில்  என்னும் திரைப்படத்தின் மூலம் இவர் இசையமைப்பாளராக அறிமுகமானார். இப்படத்தில் பாடல்கள் அனைத்தும் மக்களிடையே நல்ல வரவேற்பைப் பெற்றன. இவர் இசையமைத்த கிரீடம் திரைப்படப் பாடல்களும் பலத்த வரவேற்புப் பெற்றவையாகும். தமிழ்த் திரைப்படத்துறையில் இவர் ஒரு கடின உழைப்பாளியாக விளங்குகிறார்.ஏ. ஆர். ரஹ்மானின் இசையமைப்பில் உருவான ஜென்டில்மேன் தமிழ்த் திரைப்படத்தில் ஒரு பாடகனாக இவர் திரைப்படத் துறையில் காலடி வைத்தார். ரஹ்மானின் வேறு படங்களிலும் இவர் பணியாற்றியுள்ளார்.",
        "உள்ளடக்கம்": null,
        "முதல் படம்": "வெயில்",
        "அறிமுக ஆண்டு": "2006",
        "பிறந்த திகதி": "13/06/1987",
        "பிறப்பிடம்": "Chennai, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "2005-present",
        "தொழில்": [
            "திரைப்பட நடிகர்",
            " திரைப்பட இசையமைப்பாளர்",
            " தயாரிப்பாளர்",
            " பின்னணிப் பாடகர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "13 June 1987"
    },
    {
        "பெயர்": "தரண் குமார்",
        "அறிமுகம்": "தரண்குமார் (பிறப்பு 8 அக்டோபர் 1983) என்பவர் ஒரு இந்திய இசையமைப்பாளர் ஆவார். இவர் முதன்மையாக தமிழ் திரையுலகில் திரைப்பட பாடல்களுக்கான இசையையும்,  பின்னணி இசையையும் அமைத்துள்ளார். இவர்  பாரிஜாதம் படத்தின் வழியாக அறிமுகமானார். இயக்குனரும் நடிகருமான கே. பாகியராஜை இவர் தன் குருவாகப் பாராட்டுகிறார். ",
        "உள்ளடக்கம்": "தரண், 1983 அக்டோபர் 8 ஆம் நாள் தமிழ்நாட்டின் சென்னையில்  பிறந்தார். சென்னை செயின்ட் ஜான்ஸ், டான் பாஸ்கோ மெட்ரிகுலேஷன் மேல்நிலைப்பள்ளி மற்றும் அண்ணா ஜெம் பள்ளிகளில் தனது பள்ளிப்படிப்பை படித்தார். ஹாரிஸ் ஜயராஜின் உதவியாளராக காக்க காக்க, செல்லமே,  அந்நியன் போன்ற படங்களில்  பணியாற்றத் தொடங்கினார். தரண், கல்லூரியில் பயின்ற காலத்தில் இசை நிகழ்ச்சிகளில் கலந்துகொண்டார், இயக்குனர் கே. பாக்கியராஜின் மகள் சரண்யா பாக்யராஜ் இவருடன் படித்தார். 2005இல் ஒரு இசையமைப்பாளராக திரைத்துறையில் நுழைந்தார். சரண்யா பாக்யராஜின் அறிமுகத்தின் காரணமாக, அவரது தந்தை இயக்கிய பரிஜாதம் படத்தின் இசையமைப்பாளராக பரிந்துரைத்தார். அந்த படத்தின் பாடலான \"உன்னைக் கண்டேன்\" பாடல் அந்த ஆண்டின் சிறந்த பத்து பாடல்களில் ஒன்றாக பட்டியலிடப்பட்டது. படத்துக்கு விமர்சன எழுதிய  சிஃபி, தரணின் பாடல்களும், பின்னணி இசையும் படத்தின் \"ஒரு முக்கிய சிறப்பம்சமாக\" குறிப்பிட்டது. இது வணிக ரீதியாகவும் வெற்றியாகவும் ஆனது.புதுமுகங்கள் நடித்த குறைந்த செலவில் எடுக்கப்பட்ட என்ற திகில் படம் இவரது அடுத்த படமாகும். இந்த படத்தின் பாடல்கள் நேர்மறையான விமர்சனங்களைப் பெற்றது.   அதே நேரத்தில் தரணின் பின்னணி இசையும் விமர்சகர்களால் பாராட்டப்பட்டது. இந்த படம், சாதகமான விமர்சனங்களைப் பெற்ற போதிலும்,    வணிக ரீதியாக  மோசமாக தோல்வியடைந்தது. 2009 ஆம் ஆண்டில், இவரது அடுத்த திரைப்படமான லாடம் படத்தின் பாடல்கள் வெளியிடப்பட்டன. இது ஹிப் ஹாப் இசையை அடிப்படையாகக் கொண்டது, இதில் மலேசிய ராப்பர்கள் டாக்டர் பர்ன் மற்றும் எம்ஸி ஜெஸ் ஆகியோர் இடம்பெற்றிருந்தனர். பிரபு சாலமன் இயக்கிய இப்படமும் பாக்ஸ் ஆபிஸில் குண்டாக மாறி இவரது தொழில் வாழ்க்கையின் முன்னேற்றத்துக்கு உதவியது.2010ஆம் ஆண்டில், தரணின்  முதல் வெளியீடான பரத் நடித்த \"தம்பிக்கு இந்த ஊரு\" படம் வணிக ரீதியான வெற்றியைப் பெறவில்லை. இதன் பிறகு கே. பாக்கியராஜின் சித்து +2  படத்திற்கு இசையமைத்தார். படத்தின் இசை 2009இல் வெளியிடப்பட்டது. இதறகாக இவர் இசையமைப்பாளர் யுவன் சங்கர் ராஜா, இயக்குனர் வெங்கட் பிரபு ஆகியோரை ஒவ்வொரு பாடலைப் பாடச் செய்தார். பிரித்விராஜ் சுகுமாரன் நடித்த தி த்ரில்லர் படத்தின் மூலம் மலையாளத்தில் அறிமுகமான இவர், சல்சா அடிப்படையிலான காதல்-இசை படமான போடா போடி படத்திற்கு இசையமைத்தார்.தரண், திரைப்படம் அல்லாத இசைப் பணிகளிலும் ஈடுபட்டுள்ளார். 2009இல்,  மைக்கேல் ஜாக்சனுக்கு காணிக்கையாக \"சிங் ஒன் மோர் டைம்\" என்ற ஒற்றை பாடலை இவர் உருவாக்கினார். தரண்  \"தனது குழந்தைப்பருவத்தில் மிகப்பெரிய தாக்கம்\" செலுத்தியவர் என்று மைக்கேல் ஜாக்சனை குறிப்பிட்டார்.   இது பத்து பாடகர்களால் வழங்கப்பட்டது மற்றும் காணொளி தொகுப்பாகவும் வெளியிடப்பட்டது. சென்னையில் நடைபெற்ற 2010 சேலஞ்சர் பீச் கைப்பந்து வாகையர்  போட்டிக்கான கருப்பொருள் பாடலையும் இவர் அமைத்தார். தொலைக்காட்சி விளம்பரங்களுக்கு ஜிங்கிள் இசையமைப்பதைத் தவிர. தமிழ்நாடு பிரீமியர் லீக்கின் 2016 மற்றும் 2017 ஆண்டுகளில் துடுப்பாட்ட அணியான ரூபி திருச்சி வாரியர்ஸுக்கு அணி கீதங்களை தரண் அமைத்தார். பன்முகத் திறமை வாய்ந்த டி. ராஜேந்தர் பாடலின் 2016 ஆண்டு பதிப்பு கீதத்தில் குரல் கொடுத்தார். பாடல் வரிகளை ஆர். ஜே. விஜய் எழுதியுள்ளார். அதே நேரத்தில் 2017 ஆண்டு பதிப்பு கீதத்திற்கு குரலை், பாடல் என இரண்டையும் ஆர். ஜே. விஜய் வழங்கினார். 2018 சனவரியில், ஆர். ஜே. விஜய் மற்றும் தரண் ஆகியோர் இணைந்து  \"யாரு கிட்ட\"  என்ற ஏறுதழுவல் கீதத்தை 2017 சல்லிக்கட்டு ஆதரவு போராட்டங்களுக்கு காணிக்கையாக உருவாக்கினர். 2021 மார்ச்சில், தரண் சிவாங்கி கிருஷ்ணகுமாருடன் இணைந்து, கவின் மற்றும் தேஜு அஸ்வினி ஆகியோரைக் கொண்ட \"அஸ்கு மாரோ \" என்ற பாடல் தொகுப்பை (ஆல்பம்) வெளியிட்டார். இதை கார்த்திக் மற்றும் டோங்லி ஜம்போ இயக்கினர். 2017 செப்டம்பரில் தரண் திரைப்பட நடிகை தீட்சிதா மாணிக்கத்தை மணந்தார். ",
        "முதல் படம்": "பாரிஜாதம்",
        "அறிமுக ஆண்டு": "2006",
        "பிறந்த திகதி": "08/10/1983",
        "பிறப்பிடம்": "Chennai, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "2006–present",
        "தொழில்": [
            "இசையமைப்பாளர்",
            " இசை இயக்குநர்"
        ],
        "இசை வடிவங்கள்": [
            "திரைப்பட பின்னணி இசை",
            " ஹிப் ஹாப்"
        ],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "08 October 1983"
    },
    {
        "பெயர்": "யுகேந்திரன்",
        "அறிமுகம்": "யுகேந்திரன் ஒரு இந்தியத் திரைப்படப் பின்னணிப் பாடகரும் நடிகரும் ஆவார். இவர் இது வரை 600-க்கும் மேற்பட்ட பாடல்களைப் பாடியுள்ளார்.. மேலும் இவர் சில படங்களுக்கு இசையமைத்தும் உள்ளார்.",
        "உள்ளடக்கம்": "இவர் புகழ்பெற்ற பின்னணிப் பாடகர் மலேசியா வாசுதேவனின் மகன். இவரது சகோதரி பிரசாந்தினி தமிழ் பின்னணிப் பாடகராக உள்ளார். இவர் 1999ஆம் ஆண்டு தொடங்கப்பட்ட இலங்கை வானொலியான சுவர்ண ஒலியில் பங்கேற்றபோது தன் வாழ்க்கைத்துணையான ஹேம மாலினியைக் கண்டார். இவரது மனைவி சிங்கப்பூரைச் சேர்ந்தவர், வானொலியில் நிகழ்ச்சிகளை நடத்தி வந்தார்.சிறு வயதிலேயே இசை கற்ற இவர் சுவிட்சர்லாந்து, சிங்கப்பூர், மலேசியா, இலங்கை ஆகிய நாடுகளுக்குச் சென்று இசை நிகழ்ச்சிகளை நடத்தினார். இவரது உழவன் மகன் என்ற திரைப்படத்தில், தனது முதல் பாடலான ”செந்தூரப் பூவே”யில், ஆடுமேய்க்கும் சிறுவனின் குரலில் பாடினார். பொள்ளாச்சி சந்தையிலே என்னும் திரைப்படத்தில் பின்னணிப் பாடகராகினார். பிரபல இசையமைப்பாளர்களின் பாடல்களுக்குப் பாடியுள்ளார்.இவர் பல தமிழ்த் திரைப்படங்களில் நடித்துள்ளார். நடிகர் விஜய்யுடன் அதிக படங்களில் நடித்துள்ளார். மேலும் ”மேகலா” மற்றும் “இதயம்” ஆகிய தமிழ் நாடகங்களிலும் நடித்துள்ளார்.",
        "முதல் படம்": "வீரமும் ஈரமும்",
        "அறிமுக ஆண்டு": "2007",
        "பிறந்த திகதி": "20/12/1976",
        "பிறப்பிடம்": "Chennai, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "1987–2013",
        "தொழில்": [
            "நடிகர்",
            " பாடகர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "20 December 1976"
    },
    {
        "பெயர்": "பிரேம்ஜி அமரன்",
        "அறிமுகம்": "பிரேம் கங்கை அமரன் (பிறப்பு: பிப்ரவரி 25, 1979), பிரேம்ஜி அமரன் என்ற பெயர் மூலம் அறியப்படுகிறார். இவர் ஒரு தமிழ்த் திரைப்பட நடிகரும், பிண்னணிப் பாடகரும் ஆவார். இவர் இசையமைப்பாளர் கங்கை அமரனின் மகனும், வெங்கட் பிரபுவின் சகோதரரும் ஆவார். இவர் தமிழ்த் திரைப்படங்களில் நகைச்சுவையாளர் பாத்திரங்களில் நடித்துவருகிறார்.அவரது மேடைப் பெயர், பிரேம்ஜி உண்மையில் ஒரு எழுத்துப் பிழையாகும், ஏனெனில் இது \"பிரேம் ஜி.\", (ஜி தனது தந்தையின் பெயரைக் குறிக்கிறது). என்னா கொடும சார் இது என்ற  சொற்றொடர்களுக்காகவும் அவர் மிகவும் பிரபலமானவர் மற்றும் எவ்வளவோ பண்ணிட்டோம், இத பண்ணமாட்டோமா? இந்த வசனம், ஒரு பிரபலமான உரையாடல் சந்திரமுகி (2005) திரைப்படத்தில் நடிகர் பிரபுவால் பயன்படுத்தப்படும். ",
        "உள்ளடக்கம்": "1997 ஆம் ஆண்டில், வெங்கட் பிரபு மற்றும் எஸ். பி. பி. சரண் ஆகியோர் நடித்த வாண்டட் என்ற திட்டத்துடன் இயக்குனராக திரைத்துறையில் நுழைய பிரேம்ஜி திட்டமிட்டார் . இசை அமைப்பாளராக யுவன் சங்கர் ராஜாவும், கங்கை அமரன் மற்றும் நகைச்சுவை நடிகராக எஸ். பி. பாலசுப்பிரமணியம் ஆகியோரும் இருந்த இப்படத்தின் படப்பிடிப்பு முடிக்கப்படவில்லை. முதன்மையாக இசையமைக்கிற ஆர்வமுள்ள, பிரேம்ஜி பின்னர் அவரிடம் இருந்த வாய்ப்பு உதவியாளராக தொடங்கியது. திரைப்பட இசை இசையமைப்பாளர் மற்றும் அவரது உறவினரான யுவன் ஷங்கர் ராஜாவுடன், ஒரு பின்னணிப் பாடகர், பெரும்பாலும் யுவன் ஷங்கர் ராஜா அமைத்த ராப் பகுதிகள் பாடுதல் போன்றவற்றில் ஈடுபட்டார். யுவன் ஷங்கர் ராஜாவுடன் பணிபுரிந்த அவர், ஒலிப்பதிவு ஆல்பங்களுக்கான தனது சில பாடல்களையும் ரீமிக்ஸ் செய்தார், முதலாவது வல்லவன் படத்திலிருந்து \"லூசு பெண்ணே\". 2006 ஆம் ஆண்டில், அவர் தனது நடிப்பு அறிமுகத்தை சிலம்பரசன் நடித்த வல்லவன் திரைப்படத்தில் செய்தார். கதாநாயகியின் நண்பராக, தனது சகோதரரைக் அதில் நடித்தும் பின்வரும் வெங்கட் பிரபு இயக்குனராக அறிமுகமான சென்னை 600028(2007) திரைப்படத்தில் அவர்  சீனுவாக நடித்தார். இந்த திரைப்படம் ஆண்டின் மிகப்பெரிய கோடைகால பிளாக்பஸ்டராக மாறியது, பிரேம்ஜியை நகைச்சுவை நடிகராக நிறுவியது.  அவர் தனது அடுத்த படமான சரோஜாவுக்காக தனது சகோதரருடன் சேர்ந்தார் , இது கணேஷ் குமார் என்ற நடிப்பால் அவருக்கு பாராட்டுக்களைப் பெற்றது.மங்காத்தா (2011) மற்றும் சேட்டை (2013) ஆகிய படங்களில் மேலும் தோற்றமளிக்கும் முன் , வெங்கட் பிரபுவின் கோவாவில் (2010) ஒரு முக்கிய கதாபாத்திரத்தில் தோன்றினார் . 2013 ஆம் ஆண்டில், வடக்கு 24 கதத்தில் மலையாளத்தில் அறிமுகமானார்.   மங்காத்தாவில் , அவர் முக்கிய கதாபாத்திரத்தில் நடித்தார், மேலும் இசையமைப்பாளராகவும் பணியாற்றுகிறார். அவர் சென்னை 600028 II: செகண்ட் இன்னிங்ஸில் திரைப்படத்தில் நடித்தார் இது சென்னை 600028 என்ற சூப்பர் ஹிட் திரைப்படத்தின் தொடர்ச்சியாகும்.2005 ஆம் ஆண்டில், அவர் தனது சகோதரர் நடித்த ஞாபகம் வருதேவுடன் ஒரு சுயாதீன இசை இயக்குனரானார். அதன் பிறகு, அவர் இசையமைத்த அகத்தியன் இயக்கிய நெஞ்சத்தை கிள்ளாதே மற்றும் தோழா அவர் அதே முன்னணி கதாபாத்திரங்களில் ஒருவராக நடித்தார், இதில். திரைப்பட இசையைத் தவிர, சிங்கப்பூரின் செயற்கைக்கோள் சேனலான \" மீடியா கார்ப் வசந்தம்\" இல் பிளானட் கலாட்டா II - அட்ரா சக்கே என்ற எபிசோடிற்கு இசையமைத்தார். பிரேம்ஜி அமரன் பாடகர் சுரேஷ் பீட்டர்ஸுடன் \"தி ஒன் கீதம்\" என்ற பாடலை இயற்றினார் , மேலும் இது புராணக்கதை மைக்கேல் ஜாக்சனுக்கு அஞ்சலி செலுத்தும் வகையில் செய்யப்பட்டது.பிரேம்ஜி மூத்த இயக்குனரும் இசைக்கலைஞருமான கங்கை அமரனின் மகனும், திரைப்பட இயக்குநரும் நடிகருமான வெங்கட் பிரபுவின் தம்பியும் ஆவார். திரைப்பட இசையமைப்பாளர் இளையராஜா அவரது பெரியப்பா, யுவன் சங்கர் ராஜா, கார்த்திக் ராஜா மற்றும் பவதாரிணி அவரது உறவினர்கள்.",
        "முதல் படம்": "தோழா",
        "அறிமுக ஆண்டு": "2008",
        "பிறந்த திகதி": "26/02/1979",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": "2006–present",
        "தொழில்": [
            "திரைப்பட நடிகர்",
            " இசையமைப்பாளர்",
            " பாடகர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "26 February 1979"
    },
    {
        "பெயர்": "ஜேம்ஸ் வசந்தன்",
        "அறிமுகம்": "ஜேம்ஸ் வசந்தன் (பிறப்பு: அக்டோபர் 1) என்பவர் ஒரு தமிழ்த் திரைப்பட இசையமைப்பாளரும், இயக்குநரும், தொலைக்காட்சி நிகழ்ச்சித் தொகுப்பாளரும் ஆவார். இவர் திருச்சிராப்பள்ளியில் பிறந்து வளர்ந்தவர் ஆவார். திரைப்படங்களுக்கு இசையமைக்கத் தொடங்கும் முன் பத்தாண்டுகளுக்கும் மேலாக சன் தொலைக்காட்சி, விஜய் தொலைக்காட்சி, மக்கள் தொலைக்காட்சி முதலியவற்றில் நிகழ்ச்சித் தொகுப்பாளராகப் பணியாற்றி உள்ளார்.",
        "உள்ளடக்கம்": "ஜேம்ஸ் வசந்தன் இந்தியாவின் தமிழ்நாட்டின் திருச்சிராப்பள்ளி (திருச்சி) நகரில் பிரவுனி சோபியா மற்றும் ஜார்ஜ் தியோபிலஸ் என்ற காவல்துறை அதிகாரிக்கு பிறந்தார், புற்றுநோயால் சேவையில் இறந்தார். அப்போது ஜேம்ஸ் 12 வயதுதான். பொள்ளாச்சியின் ஆனைமலை ஹில்ஸில் ரோப்வே சேவைகளில் பொறியியலாளராக இருந்த அவரது தந்தை அந்தோனி , காலனித்துவ காலங்களில் பிரிட்டர்களால் கட்டப்பட்டு பராமரிக்கப்பட்டு வந்தவர் , அவரது ஒழுக்கம் மற்றும் கண்டிப்புக்கு பெயர் பெற்ற ஒரு உன்னதமான நபர் என்று அவரது அம்மா அவரிடம் சொல்லிக்கொண்டிருந்தார் . அந்த குணங்கள் அனைத்தையும் ஜேம்ஸ் அவளால் பார்க்க முடிந்தது. அவர் ஒரு ஒழுக்கமான மற்றும் பரிபூரணவாதி என்று அறியப்பட்டார், வீட்டை உருவாக்கும் ஒவ்வொரு அம்சத்திலும் சிறந்து விளங்கினார். ஜேம்ஸ் இன்று தன்னிடம் உள்ள ஒவ்வொரு திறமையையும் கைவினையையும் கடன்பட்டிருக்கிறான். அவர் 21 வயதில் இருந்தபோது அவளை இழப்பது அவரது வாழ்க்கையின் ஒரு திருப்புமுனையாகும்.அவர் முதலில் ஒய்.டபிள்யூ.சி.ஏ தொடக்கப்பள்ளியிலும் (தற்போது பி.ஹெச்.எல் மெட்ரிகுலேஷன் மேல்நிலைப்பள்ளி ), பின்னர் பிஷப் ஹெபர் மேல்நிலைப்பள்ளியிலும் (தெப்பக்குளம்) படித்தார் , பின்னர் திருச்சியின் பிஷப் ஹெபர் கல்லூரியில் ஆங்கில இலக்கியத்தில் பட்டம் பெற்றார் , இருப்பினும் அறிவியல் பட்டம் பெற விரும்பினார். ஒற்றை தாயாக இருந்ததால், ஒரு அறிவியல் பாடத்தின் அதிக கட்டண கட்டமைப்பை அவளால் வாங்க முடியவில்லை, இது அவரை ஒரு இலக்கிய மாணவராக்கியது. பின்னர் ஜமால் முகமது கல்லூரியில் ஆங்கிலத்தில் முதுகலை பட்டம் பெற்றார்.  பின்னர், அவர் சென்னை பல்கலைக்கழகத்தில் கர்நாடக இசை கற்றார். அவரது வழிகாட்டியான டாக்டர் உமா மகேஸ்வரி (திருவையரு அரசாங்க இசைக் கல்லூரியின் முன்னாள் முதல்வர்) அவருக்கு இந்த பாடத்திட்டத்தை செய்ய அறிவுறுத்தியதுடன், அவரது அனைத்து கட்டணங்களையும் செலுத்தி, ஒவ்வொரு பாடப் பொருளையும் வளத்தையும் வழங்கினார், இந்த விஷயத்தில் அறிஞராக இருந்தார். அவள் அவனிடம் செய்த எல்லாவற்றிற்கும் அவன் நன்றியுடன் அவளைப் பார்க்கிறான். லண்டனின் டிரினிட்டி கல்லூரியில் இருந்து மேற்கத்திய இசையில் பியானோஃபோர்ட், கிட்டார் மற்றும் தியரி ஆஃப் மியூசிக் ஆகியவற்றில் டிப்ளோமாக்களையும் பெற்றுள்ளார்.படிப்புக்குப் பிறகு அவர் கொடைக்கானலுக்குச் சென்று கார்ல்டன் ஹோட்டலில் உணவக இசைக்கலைஞராகப் பணிபுரிந்தார், அவர் குடியிருப்புப் பள்ளியில் இசை கற்பிக்கும் வரை , முன்பு செயின்ட் பீட்டர்ஸ் பப்ளிக் பள்ளி என்று அழைக்கப்பட்ட கொடைக்கானலில் உள்ள செயின்ட் பீட்டர்ஸ் பள்ளி. இசை ஆசிரியராக ஒரு ஆறு வருட காலம் இருந்த பிறகு, அவர் குடிபெயர்ந்தனர் சென்னை தனது நீண்ட கால ஆசை நிறைவேற்ற மற்றும் ஒரு திரைப்படங்களுக்கு இசையமைத்தவராக செய்யும் கனவு வேண்டும்.இசை அவரது \"முதல் காதல்\" என்றாலும், அவர் SUN TV இல் ஒரு தொகுப்பாளராக தொலைக்காட்சியில் நுழைந்தார். அவர் சுமார் 400 எண்ணிக்கையிலான கிறிஸ்தவ ஆடியோ ஆல்பங்களுக்கு இசையமைத்துள்ளார். பல நற்செய்தி தயாரிப்புகளுக்கு அவர் தொடர்ந்து இசை ஏற்பாடு செய்கிறார். 2008 ஆம் ஆண்டில், கொடைக்கனலில் உள்ள செயின்ட் பீட்டர்ஸ் பப்ளிக் பள்ளியில் மாணவராக இருந்த எம்.சசிகுமார் இயக்கிய சுப்பிரமணியபுரம் என்ற தமிழ் திரைப்படத்திற்கான பாடல்களையும் மதிப்பெண்களையும் இயற்றுவதன் மூலம் இசை இயக்குநராக சென்னை திரையுலகில் நுழைந்தார் , அங்கு ஜேம்ஸ் வசந்தன் சென்றார் அவரது முதுகலை பட்டம் பெற்ற பிறகு இசை கற்பிக்கவும்.  இந்த படம் 'சுப்பிரமணியபுரம்' ஒரு பிளாக்பஸ்டராக மாறியது, படத்தின் பாடல்கள் மற்றும் பின்னணி மதிப்பெண் புகழ் பெற்றது மற்றும் பாராட்டப்பட்டது. மற்றும் \"கங்கல் இரண்டால்\" பாடல் தரவரிசையில் முதலிடம் வகிக்கிறது மற்றும் \"இளைஞர்களிடையே ஆண்டின் கீதம்\" என்று குறிப்பிடப்படுகிறது.",
        "முதல் படம்": "சுப்பிரமணியபுரம்",
        "அறிமுக ஆண்டு": "2008",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": "Tiruchirappalli, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "1995-present (TV Host)2008-present (Film Composer)2015-present (Filmmaker)",
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "எஸ். எஸ். குமரன்",
        "அறிமுகம்": "எஸ். எஸ். குமரன் ஓர் இந்தியத் திரைப்பட இசையமைப்பாளர் மற்றும் திரைப்பட இயக்குநர் ஆவார். பூ திரைப்படத்தின் வாயிலாக தமிழ்த் திரைப்படங்களில் இசையமைப்பாளராக அறிமுகமானார். தேனீர் விடுதி (2011)  கேரள நாட்டிளம் பெண்களுடனே (2014) ஆகிய இரு திரைப்படங்களை இயக்கியுள்ளார்.",
        "உள்ளடக்கம்": null,
        "முதல் படம்": "பூ",
        "அறிமுக ஆண்டு": "2008",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": "Valliyoor, Thirunelveli district, Tamil Nadu",
        "செயற்பாட்டுக் காலம்": "2008-present",
        "தொழில்": [
            "இயக்குநர்",
            " இசை இயக்குநர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "அச்சு இராஜாமணி",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "என்னைத் தெரியுமா",
        "அறிமுக ஆண்டு": "2008",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "வி. செல்வகணேஷ்",
        "அறிமுகம்": "வி. செல்வகணேஷ் (V. Selvaganesh) என்பவர் ஒரு  இந்திய தாள இசைக் கலைஞர் ஆவார்.  கர்நாடக இசைப் பாரம்பரிய தாளக் கருவியான கஞ்சிராவை இசைக்கும் பாரம்பரிய குடும்பத்தைச் சேர்ந்தவர்.  இவர் \"செல்லா எஸ். கணேஷ்\" என்றும் அழைக்கப்படுகிறார்.",
        "உள்ளடக்கம்": "ஜான் மெக்லாலின் இசைக் குழுவான ரிமம்பர் சக்தியுடனான சுற்றுப்பயணங்கள் மூலம் செல்வகனேஷ் உலக புகழ் பெற்றார்.  இவர் தனது தந்தையான கிராமி-விருதுக்கு பரிந்துரைக்கப்பட்ட தேட்டகுடி அரிகர விநாயகரமுக்கு, அவரது சிறீ ஜேஜிடிவி பள்ளியை நடத்துவதற்கும், புதிய தலைமுறை கர்நாடக தாளவாதிகளுக்கு பயிற்சி அளிப்பதற்கும் உதவிவருகிறார். இவர் இசைத் தொகுதிகளை உருவாக்கி தயாரித்துள்ளார். மேலும் எசுபானியாவை தளமாக கொண்ட கலைஞரான ஜோனாஸ் ஹெல்போர்க் மற்றும் அமெரிக்க கிட்டார் கலைஞரான ஷான் லேன் ஆகியோருடன் சேர்ந்து இசைத்துள்ளார்.2012 ஆம் ஆண்டில், செல்வகணேஷ் போதை என்ற தமிழ் குறும்படத்தின் வழியாக இயக்குனராக அறிமுகமானார்.  சரிகம இசை வெளியீட்டு நிறுவனத்தால் எண்ணியில் வடிவத்தில் வெளியிடப்பட்ட இசைப்பதிவுகளையும் இவர் உருவாக்கியுள்ளார். வி. செல்வகணேஷ் தமிழ்த் திரைப்படமான வெண்ணிலா கபடி குழு (2008) மூலம் திரைப்பட இசையமைப்பாளராக அறிமுகமானார். ",
        "முதல் படம்": "வெண்ணிலா கபடிகுழு",
        "அறிமுக ஆண்டு": "2009",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": "Chennai, India",
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [
            "தாளவாதி"
        ],
        "இசை வடிவங்கள்": [
            "கருநாடக இசை"
        ],
        "இசைக்கருவிகள்": [
            "தாள இசைக்கருவி"
        ],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "எம். ஜி. ஸ்ரீகுமார்",
        "அறிமுகம்": "எம்.ஜி. ஸ்ரீகுமார் (M. G. Sreekumar), (பிறப்பு: மே 25, 1958) மலையாள படவுலகில்,இரண்டு முறை தேசிய விருது  பெற்ற  இந்திய பின்னணிப் பாடகர் மற்றும் இசை இயக்குனர் ஆவார். இவர்,  மலையாளம் , தமிழ் , தெலுங்கு , கன்னடம் மற்றும் இந்தி மொழிகளில்  பாடியுள்ளார்.  இவர், இசையமைப்பாளர் எம்.ஜி. ராதாகிருஷ்ணன் மற்றும் பாடகி கே. ஓமனகுட்டி ஆகியோரின் இளைய சகோதரர் ஆவார்.  இவர், கே.எம்.ஜி மியூசிக்ஸ் என்ற இசை நிறுவனத்தையும், மற்றும்  திருவனந்தபுரத்தில் உள்ள பூஜப்புராவில்  சரிகம என்கிற பெயரில் இசைப் பள்ளியையும் நடத்தி வருகிறார்.",
        "உள்ளடக்கம்": "எம்.ஜி. ஸ்ரீகுமார், கேரளாவின் ஆலப்புழா மாவட்டத்தில் , ஹரிபாத், என்னும் இடத்தில்,  மே 25, 1957 ம் ஆண்டு  இசையமைப்பாளர் மற்றும் ஹார்மோனிஸ்ட் மலபார் கோபாலன் நாயர் மற்றும் ஹரிகதா  சொல்பவரான கமலாச்சி அம்மா ஆகியோருக்கு  இளைய மகனாகப் பிறந்தார்.  ஸ்ரீகுமார்,  ஸ்டேட் பாங்க் ஆப் திருவாங்கூர் , திருவனந்தபுரத்தில் , ஒரு பாடகராகத் தனது தொழிலைத் தொடங்குவதற்கு முன்பு பணிபுரிந்தார்.  அவரது சகோதரர் எம்.ஜி. ராதாகிருஷ்ணனுடன்  கர்நாடக இசை நிகழ்ச்சிகளில் பங்குபெற்று  தனது இசை வாழ்க்கையைத் தொடங்கினார்.  அவரது மூத்த சகோதரர், மறைந்த எம்.ஜி. ராதாகிருஷ்ணன் , விருது பெற்ற இசை இயக்குநராகவும், கர்நாடக இசைக்கலைஞராகவும் இருந்தார் .  அவரது மூத்த சகோதரி கே. ஓமனகுட்டி , ஒரு பாரம்பரிய  இசை பாடகராகவும் மற்றும் கேரளா இசை அகாதமியில் முதல்வராகவும் இருந்தார். பின்னணிப் பாடகர் கே.எஸ். ஹரிசங்கர் இவரது மருமகன் ஆவார்.அசோக் குமார் இயக்கிய 'கூலி' (1983) திரைப்படத்தில் ஸ்ரீகுமார் அறிமுகமானார்.  மோகன்லால் நடித்த பிரியதர்சனால் இயக்கப்பட்ட  சித்ரம் (1988), மலையாளப் படத்தின்  அனைத்துப் பாடல்களையும் இவர் பாடியுள்ளார். மேலும், இவர்   மலையாளம் , தமிழ் , ஹிந்தி மற்றும் தெலுங்கு படங்களில் 3,000 க்கும் மேற்பட்ட பாடல்களைப் பாடியுள்ளார்.சதுரங்கம் (2002) மற்றும் தாண்டவம் (2002) போன்ற மலையாள படங்களில் அவர் இசை இயக்குனராகப் பணியாற்றினார்.  ஸ்ரீகுமாரின் சமீபத்திய திரைப்படங்கள் வரிசையில்  இசை இயக்குனராக பிரியதர்ஷனின் காஞ்சிவரம் (2008), மோகன்லாலின்அலெக்ஸாண்டர் தி கிரேட் மற்றும் ஒரு நாள் வரும்  போன்றவை அடங்கும். ஸ்ரீகுமாரின் குரல்  மோகன்லால், திலீப் மற்றும் ஜெயராம் ஆகியோருக்காக  மிகச் சிறப்பாக பயன்படுத்தப்பட்டு வருகிறது.  2008 ஆம் ஆண்டில் அவர் ராகசாகரம் காணொளி இசைத் தொகுப்பில் பாடினார்.  மலையாளத்தில் அய்யப்ப பக்தி பாடல்களை எஸ். குமார் என்ற பெயரில் எழுதினார்.   ஏஷ்யாநெட் தொலைக்காட்சியில் சரிகம என்ற ஒரு தொலைக்காட்சி நிகழ்ச்சியின் தொகுப்பாளராகவும், ரியாலிட்டி நிகழ்ச்சியான ஐடியா ஸ்டார் சிங்கருக்கு நீதிபதியாகவும் இருந்தார்.  2012 ல், ஸ்ரீகுமார் அர்த்தநாரி திரைப்படத்திற்கு தயாரிப்பாளராக இருந்தார். இப்படத்தை முதலில், சந்தோஷ் சௌபர்ணிகா இயக்கியிருந்தார். மற்றும் இதன் இரண்டாவது பாகம் சுவாமிநாதன் இயக்கத்தில் பணி நடந்து வருகிறது.",
        "முதல் படம்": "காஞ்சிவரம்",
        "அறிமுக ஆண்டு": "2009",
        "பிறந்த திகதி": "25/05/1957",
        "பிறப்பிடம்": "Haripad, Kerala, India",
        "செயற்பாட்டுக் காலம்": "1982 – present",
        "தொழில்": [
            "பின்னணிப் பாடகர்",
            " வங்கி ஊழியர்",
            " இசை இயக்குனர்",
            " திரைப்பட தயாரிப்பாளர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "25 May 1957"
    },
    {
        "பெயர்": "வசந்த் செல்லதுறை",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "இளம்புயல்",
        "அறிமுக ஆண்டு": "2009",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "கருணாஸ்",
        "அறிமுகம்": "கருணாஸ் (பிறப்பு: பெப்ரவரி 21, 1970) தமிழ்த் திரைப்பட நடிகரும், இசையமைப்பாளரும் மற்றும் தமிழக அரசியல்வாதியும் ஆவார். இவர் தஞ்சாவூர் மாவட்டம் பேராவூரணியில் உள்ள குருவிக்கரம்பை என்னும் கிராமத்தில் பெப்ரவரி 21, 1970 ஆம் ஆண்டு பிறந்தார்.",
        "உள்ளடக்கம்": "இவர் \"முக்குலத்தோர் புலிப்படை\" என்னும் அரசியல் கட்சியின் தலைவராக உள்ளார். இவர் 2016 ஆம் ஆண்டு சட்டமன்றத் தேர்தலில் அதிமுக கூட்டணியில் இடம் பெற்று திருவாடனை தொகுதியில் இரட்டை இலை சின்னத்தில் போட்டியிட்டு வெற்றிபெற்றார். அவர் அந்த தேர்தலில் 8,696 வாக்குகள் அதிகம் பெற்று வெற்றிபெற்றார்.",
        "முதல் படம்": "ராஜாதி ராஜா",
        "அறிமுக ஆண்டு": "2009",
        "பிறந்த திகதி": "21/02/1970",
        "பிறப்பிடம்": "Kuruvikkarambai, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "21 February 1970"
    },
    {
        "பெயர்": "போபோ சசி",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "குளிர் 100",
        "அறிமுக ஆண்டு": "2009",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "எஸ். தமன்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "மாஸ்கோவின் காவிரி",
        "அறிமுக ஆண்டு": "2009",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "சுருதி ஹாசன்",
        "அறிமுகம்": "சுருதிஹாசன் (Shruti Haasan, பிறப்பு: சனவரி 28, 1986) பாடகர், இசையமைப்பாளர் மற்றும் திரைப்பட நடிகை என பல்வேறு துறைகளில் தன்னை வெளிப்படுத்தி வருகிறார். பிரபல தமிழ் நடிகர் கமல்ஹாசன் மற்றும் நடிகை சரிகா ஆகியோரின் மகள் ஆவார்.",
        "உள்ளடக்கம்": "சுருதிஹாசன் 1986, சனவரி 28 இல் சென்னை நகரில் பிறந்தார். சென்னையில் உள்ள லேடி ஆண்டாள் பள்ளியில் பள்ளிப்படிப்பையும், மும்பைகல்லூரியில் உளவியலும் முடித்தார். பின்பு அமெரிக்கா கலிபோர்னியாவில் உள்ள இசைக்கல்லூரியில் இசை கற்றார்.சுருதிஹாசன் 6-ம் வயதில் தனது முதல் பாடலை பாடினார். தேவர் மகன் என்ற தனது தந்தையின் படத்தில் இவர் இந்த பாடலை பாடினார். இதன் பிறகு சாச்சி 420 என்ற இந்தி படத்திலும், ஹே ராம் (தமிழ் மற்றும் இந்தி), என் மன வானில், வாரணம் ஆயிரம், லக் (இந்தி) மற்றும் உன்னைப்போல் ஒருவன் ஆகிய படங்களிலும் இவர் பாடல்களை பாடியுள்ளார்.இவர் 2000-ம் ஆண்டில் வெளியான ஹே ராம் திரைப்படத்தில் ஒரு சிறிய கதாப்பாத்திரத்தில் நடித்தார். இதன் பிறகு சோகன் சா இயக்கத்தில் உருவான லக் என்ற இந்தி திரைப்படத்தில் நடித்தார். பெரும் எதிர்பார்ப்புக்கிடையே வெளிவந்த இந்த திரைப்படம், வணிக ரீதியில் தோல்வியை சந்தித்தது. 2011இல் சூர்யாவுடன் இணைந்து ஏழாம் அறிவு என்ற திரைபடத்தில் நடித்தார்.2009-ம் ஆண்டு வெளிவந்த உன்னைப்போல் ஒருவன் திரைப்படத்திற்கு சுருதிஹாசன் இசை அமைத்தார். இதுவே இவர் இசை அமைத்த முதல் திரைப்படம் ஆகும். மேலும் இந்த திரைப்படத்திற்கு இவரும் ஒரு துணை தயாரிப்பாளராகவும் பணியாற்றினார்.",
        "முதல் படம்": "உன்னைப்போல் ஒருவன்",
        "அறிமுக ஆண்டு": "2009",
        "பிறந்த திகதி": "28/01/1986",
        "பிறப்பிடம்": "Madras, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "2009–present",
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "28 January 1986"
    },
    {
        "பெயர்": "சதீஸ் சக்கரவர்த்தி",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "லீலை",
        "அறிமுக ஆண்டு": "2009",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "குரு கல்யாண்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "மாத்தியோசி",
        "அறிமுக ஆண்டு": "2010",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "தேவன் ஏகாம்பரம்",
        "அறிமுகம்": "தேவன் ஏகாம்பரம் (Devan Ekambaram) (பிறப்பு 1975 திசம்பர் 25) ஒரு இந்திய அமெரிக்க திரைப்பட பின்னணி பாடகரும், நடிகரும், இசையமைப்பாளரும் ஆவார். தமிழ்ப் படங்களில் பின்னணி பாடகராக தனது வாழ்க்கையைத் தொடங்கிய இவர் பின்னர் தெலுங்கு, கன்னடம் போன்ற பல தென்னிந்திய மொழிகளிலும் 500க்கும் மேற்பட்ட படங்களுக்கு பாடியுள்ளார். ",
        "உள்ளடக்கம்": "தேவன் தனது உயர்நிலைப் பள்ளி படிப்பை ஐக்கிய அமெரிக்காவின் நியூ செர்சியிலுள்ள பிரீஹோல்ட் டவுன்ஷிப் உயர்நிலைப் பள்ளியில் பயின்றார். இவர் தனது இரண்டாம் ஆண்டில் அர்பானா சாம்பேன்னுள்ள  இலினொய் பல்கலைக்கழகத்தில்  சேர்ந்து மின் பொறியியலில் பட்டம் பெற்றார். 1999ஆம் ஆண்டில் அகாதமி விருது வென்ற இசையமைப்பாளர் ஏ.ஆர்.ரகுமானுடன் தனது முதல் பாடலைத் தொடங்கினார். பின்னர், யுகேந்திரனுடன் காதலர் தினம் படத்திற்காக \"ஓ மரியா ஓ மரியா\" என்ற தனது முதல் பாடலை பதிவு செய்தார். இந்த பாடல் அனைத்து பிரிவுகளிலும் வெற்றி பெற்றது. அதன்பிறகு பல தென்னக இசை இயக்குனர்களிடமிருந்து பல பாடல்களைப் பெற்றார். ஹாரிஸ் ஜயராஜ் இசையமைத்த மின்னலே (2001) திரைப்படத்திலிருந்து \"ஒரே ஞாபகம்\" என்ற பாடல் இவரது இரண்டாவது பெரிய வெற்றியாக வந்தது.அதன்பிறகு இளையராஜா, வித்தியாசாகர், தேவா, யுவன் சங்கர் ராஜா, கார்த்திக் ராஜா போன்ற பலரின் இசையமைப்பின் கீழ் தமிழ் மற்றும் தெலுங்கு படங்களில் பல பிரபலமான பாடல்களைப் பாடினார். ஏ.ஆர்.ரகுமான் இசையமைத்த விண்ணைத்தாண்டி வருவாயா படத்தில் இடம்பெற்ற \"அன்பில் அவன்\" பாடல் இரசிகர்கள் மனதில் இடம்பெற்றது. இவரது பெரும்பாலான பாடல்கள் இசை இயக்குனர் ஹாரிஸ் ஜெயராஜுடன் இருந்தது. மேலும் அவருக்காக இவர் பாடிய அனைத்து பாடல்களுக்கும் இரசிகர்களிடமிருந்து நல்ல வரவேற்பு கிடைத்துள்ளது.சமீபத்தில் இவர் இயக்குனர் வெங்கட் பிரபுவுடன் பிரியாணி படத்திற்காக யுவன் சங்கர் ராஜா இசையமைப்பில் \"நா நா நா\" என்ற ஒரு பெப்பி பாடலைப் பாடியுள்ளார்.  \"நியூ ஜாக் ஸ்விங் மிக்ஸ்\" மற்றும் \"தி எக்ஸ்டெண்டட் மிக்ஸ்\" என்று அழைக்கப்படும் பாடலின் இரண்டு வெவ்வேறு மறு இசைக்கலவை பதிப்புகளும் ஒரு நல்ல வெற்றியைப் பெற்றன.இவர் சமீபத்தில் என்னை அறிந்தால் திரைப்படத்தில் \"என்னை அறிந்தால்\" எனற பாடலை மீண்டும் ஹாரிஸ் ஜயராஜ் இசையில் பாடினார். இந்த பாடலை பாடலாசிரியர் தாமரை எழுதியுள்ளார்.  2010 ஆம் ஆண்டு வெளிவந்த பலே பாண்டியா திரைப்படத்தில் இவர் இசை இயக்குநராக அறிமுகமானார். இந்த படத்தைத் தவிர, பல சிறிய தமிழ் இசைத் தொகுப்புகளுக்கு இவர் இசையமைத்து, பாடியுள்ளார். இவர் ஒரு சில தமிழ் படங்களிலும் நடித்துள்ளார். அதில் முக்கியமானவை பார்த்திபன் கனவு (அறிமுக படம்), உன்னாலே உன்னாலே, ஜெயம் கொண்டான் போன்றவை. இதைத்தவிர திரைப்படங்களில் பல்வேறு முக்கிய கதாபாத்திரத்திற்கான பின்னணி குரரையும் இவர் அளித்துள்ளார். லிட்டில் ஜான் படத்தில் ஜான் மெக்கென்சிக்கும், தசாவதாரம் படத்தில் சுரேஷ் என்பவருக்கும், ஏழாம் அறிவு படத்தில் டோங் லீ என்ற சீன நடிகருக்கும் இவர் பின்னணி பேசியுள்ளார். ",
        "முதல் படம்": "பலே பாண்டியா",
        "அறிமுக ஆண்டு": "2010",
        "பிறந்த திகதி": "25/12/1975",
        "பிறப்பிடம்": "Freehold Township, New Jersey, United States",
        "செயற்பாட்டுக் காலம்": "1999–present",
        "தொழில்": [
            "பின்னணிப் பாடகர்",
            " இசையமைப்பாளர்",
            " நடிகர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [
            "குரலிசை",
            " கித்தார்"
        ],
        "பிறந்த திகதி தமிழில்": "25 December 1975"
    },
    {
        "பெயர்": "என். ஆர். ரகுனந்தன்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "தென்மேற்கு பருவக்காற்று",
        "அறிமுக ஆண்டு": "2010",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "கிருஷ்ண குமார்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "யுத்தம் செய்",
        "அறிமுக ஆண்டு": "2011",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "ஜிப்ரான்",
        "அறிமுகம்": "ஜிப்ரான் (பிறப்பு: 12 ஆகத்து 1980) ஒரு தமிழ்நாட்டு இசையமைப்பாளர் ஆவார். இவர் 2011ஆம் ஆண்டு வாகை சூட வா என்ற திரைப்படத்தின் மூலம் இசையமைப்பாளராக அறிமுகமானார். அதைத் தொடர்ந்து குட்டிப் புலி, நையாண்டி போன்ற தமிழ் திரைப்படங்களுக்கும் மற்றும் ரன் இராஜா ரன் என்ற ஒரு தெலுங்கு திரைப்படத்திற்கும் இசையமைத்துள்ளார். மேலும் 800க்கும் மேற்பட்ட விளம்பரங்களுக்கும் இசையமைத்துள்ளார்.",
        "உள்ளடக்கம்": "கோவையில் பிறந்த ஜிப்ரான், பத்தாம் வகுப்பு படிக்கும் பொழுது அவரது தந்தையின் தொழில் முடங்கியதால், சென்னைக்குக் குடியேறினார்தனது 8 ஆவது அகவையில், கிரேக்க இசைக்கலைஞர் யன்னியின் கின்னரப்பெட்டி வாசிப்பைக் கேட்டு அதில் மிக்க நாட்டம் கொண்டார். இசைப்பள்ளியில் சேர்ந்து படித்துக் கொண்டிருந்த வேளையில் ஒருசில தடங்கல்களால், கின்னரப்பெட்டி வகுப்பிற்குச் செல்லாமல் மாறாக பால் அகஸ்த்தின் என்பவரிடம் கிளபம் வாசிக்கக் கற்றுக் கொண்டார். இசைப்பள்ளி முடித்து இரண்டாண்டுகள் கழித்து (2000ம் ஆண்டு), சொந்தமாக இசைக்கூடம் ஒன்றை நிறுவினார். ஆறாண்டு காலத்தில், ஏறத்தாழ 700க்கும் மேற்பட்ட விளம்பரங்களுக்கு இசையமைத்துள்ளார்.பின்னர் மேற்பட்டயப் படிப்பிற்காக சிங்கப்பூரின் பல்கலைக்கழகம் ஒன்றில் சேர்ந்தார். பகுதி நேர வேலையாக அங்கிருந்த சில இசைக்கூடங்களில் பின்னிசையாளராக பணியாற்றினார். போதிய வருமானமின்மையால், இந்தியா திரும்பினார். நீண்ட இடைவெளி காரணமாக, அவரது விளம்பரங்களுக்கு இசையமைக்கும் தொழில் பாதிப்படைந்தது.",
        "முதல் படம்": "வாகை சூட வா",
        "அறிமுக ஆண்டு": "2011",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": "Coimbatore, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "2000–present",
        "தொழில்": [
            "பாடலாசிாியர்",
            " இசையமைப்பாளர்."
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "விஜய் எபிநேசர்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "கண்டேன்",
        "அறிமுக ஆண்டு": "2011",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "அருள்தேவ்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "போட்டா போட்டி",
        "அறிமுக ஆண்டு": "2011",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "சி. சத்யா",
        "அறிமுகம்": "சி. சத்யா (C.Sathya ) என்பவர் ஒரு தென்னிந்திய இசையமைப்பாளர் மற்றும் பின்னணி பாடகராவார். இவர் சில்லுனு ஒரு காதல்திரைப்பட இயக்குநரான கிருஷ்ணா இயக்கிய ’ஏன் இப்படி மயக்கினாய்’ படம் மூலம் இசையமைப்பாளராக 2009 இல் அறிமுகமானார். அந்தப் பாடப் பாடல்கள் வெளிவந்ததே தவிர, படம் வெளிவரவில்லை. இதன்பிறகு வெற்றிபெற்ற  தமிழ் திரைப்படமான எங்கேயும் எப்போதும் திரைப்படத்திற்கு இசையமைத்தார் அதன்பிறகு வெற்றிகரமாக பல படங்களுக்கு இசையமைத்தார். இவர் தெலுங்கு படமான சம்திங் சம்திங் படத்திற்கு இசையமைத்ததின் மூலம் புகழ்பெற்றார்.",
        "உள்ளடக்கம்": "சென்னையில் பிறந்து வளர்ந்தவர் சத்யா. இவரது தந்தை சிதம்பரம் கலைவாணர் என். எஸ். கிருஷ்ணனின் நாடகக்குழுவில் பாடி ஆர்மோனியம் வாசித்தவர். தன் மகன் சத்யாவுக்கு எட்டு வயதிலிருந்தே காலையில் எழுப்பி மரபிசையை கற்பிக்கத் துவங்கினார். அடுத்து நாஞ்சில் ராஜா, சாம்பசிவம், சீதா நாராயணன் ஆகியோர் கர்னாடக இசையை ஆழமாகச் சொல்லித் தந்தனர்.  வட சென்னையில் புகழ்வாய்ந்த ‘வசீகரா’, ‘கீரவாணி’ ஆகிய இசைக் குழுக்களின் கீபோர்ட் கலைஞரானார். 1997 இல் கங்கை அமரன் மெல்லிசைக் குழுவில் முதன்மை கீபோர்ட் வாசிப்பாளர் ஆனார். சன் தொலைக்காட்சி, ஜெயா தொலைக்காட்சி ஆகியவற்றின் பிரபல இசை நிகழ்ச்சிகளுக்கு துவக்கப் பாடல் இசையமைப்பது, இசை நிகழ்ச்சிகளின் பேண்ட் தலைவராக மாறுவது என அடுத்தடுத்து முன்னேற்றம் கண்டார். அடுத்து தொலைக்காட்சித் தொடர்களுக்கு இசையமைத்து விருதுகள் பெற்றார்.விஜய் தொலைக்காட்சியின் ‘சரவணன் மீனாட்சி’ தொடரின் அடையாள இசையான ‘ஏலேலோ…ஏலேலே…’ இவரின் கைவண்ணத்தில் உருவானது.  தொலைக்காட்சி நிகழ்ச்சிகளுக்கு இசையமைத்தபோது விளம்பரப் படங்களுக்கு ஜிங்கில்ஸ் இசையமைக்க வாய்ப்பு கிடைத்தது. இசையமைப்பாளர் பாலபாரதி, பரத்வாஜ், சிற்பி ஆகியோரிடம் சில காலம் கீபோர்ட் கலைஞராகவும், ஒலி நிரலராக (சவுண்ட் புரோகிராமர்) இருந்தார். முதன்முதலில் ஏன் இப்படி மயக்கினாய் என்ற படத்திற்கு இசையமைத்தார். ஆனால் படம் வெளிவரவில்லை. இதன்பிறகு எங்கேயும் எப்போதும் படத்திற்கு இசையமைத்து புகழ்பெற்றார்.",
        "முதல் படம்": "எங்கேயும் எப்போதும்",
        "அறிமுக ஆண்டு": "2011",
        "பிறந்த திகதி": "06/02/1974",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "06 February 1974"
    },
    {
        "பெயர்": "ஆர். பிரசன்னா",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "வழக்கு எண் 18/9",
        "அறிமுக ஆண்டு": "2011",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "சந்தோஷ் நாராயணன்",
        "அறிமுகம்": "சந்தோஷ் நாராயணன்  (பிறப்பு: 15 மே 1983) ஒரு தமிழ்நாட்டு இசையமைப்பாளர் ஆவார். இவர் 2012ஆம் ஆண்டு அட்டகத்தி என்ற திரைப்படத்தின் மூலம் இசையமைப்பாளராக அறிமுகமானார். அதைத் தொடர்ந்து பீட்சா, சூது கவ்வும், பீட்சா II: வில்லா, குக்கூ, ஜிகர்தண்டா, மெட்ராஸ் போன்ற தமிழ் திரைப்படங்களுக்கும் மற்றும் பில்லா ரங்கா என்ற ஒரு தெலுங்கு திரைப்படத்திற்கும் இசையமைத்துள்ளார்.",
        "உள்ளடக்கம்": "2013ஆம் ஆண்டு சூது கவ்வும் என்ற திரைப்படத்துக்கு இசையமைத்ததற்காக இரண்டு விஜய் விருதுகளுக்கு பரிந்துரை செய்யப்பட்டு சிறந்த பின்னணி இசைக்கான ஒரு விருதை வென்றார்.",
        "முதல் படம்": "அட்டகத்தி",
        "அறிமுக ஆண்டு": "2012",
        "பிறந்த திகதி": "15/05/1983",
        "பிறப்பிடம்": "Tiruchirappalli, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "2012–present",
        "தொழில்": [
            "இசையமைப்பாளர்  இசை இயக்குனர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "15 May 1983"
    },
    {
        "பெயர்": "சித்தார்த் விப்பின்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "இதற்குத்தானே ஆசைப்பட்டாய் பாலகுமாரா",
        "அறிமுக ஆண்டு": "2012",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "கிரிஷ் கோபாலகிருஷ்ணன்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "மெரினா",
        "அறிமுக ஆண்டு": "2012",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "பேரரசு",
        "அறிமுகம்": "பேரரசு, தமிழ்த் திரைப்பட இயக்குநர் ஆவார். பிறந்த ஊர் - நாட்டரசன்கோட்டை. ஆட்டம், பாட்டம், சண்டை, பாசம், நகைச்சுவை, அதிரடி வசனங்கள் என்று மசாலா திரைப்படங்கள் தருவதற்காக இவர் அறியப்படுகிறார். இவரது படப் பெயர்கள் அனைத்தும் ஊர்ப் பெயர்களைக் கொண்டிருக்கின்றன. தான் இயக்கும் படங்களில் சிறு வேடங்களில் தோன்றி நடிக்கவும் பாடல்கள் எழுதவும் செய்கிறார்.",
        "உள்ளடக்கம்": null,
        "முதல் படம்": "திருத்தணி",
        "அறிமுக ஆண்டு": "2012",
        "பிறந்த திகதி": "08/01/1967",
        "பிறப்பிடம்": "Nattarasankottai, Sivaganga, Tamil Nadu",
        "செயற்பாட்டுக் காலம்": "1999–2015",
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "08 January 1967"
    },
    {
        "பெயர்": "நடராஜன் சங்கரன்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "மூடர் கூடம்",
        "அறிமுக ஆண்டு": "2013",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "சைமன்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "ஐந்து ஐந்து ஐந்து",
        "அறிமுக ஆண்டு": "2013",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "ஜஸ்டின் பிரபாகரன்",
        "அறிமுகம்": "ஜஸ்டின் பிரபாகரன் (Justin Prabhakaran ) என்பவர் ஒரு இந்திய திரைப்பட இசையமைப்பாளர், பாடகர், பாடலாசிரியர் ஆவார். இவர் தமிழ்த் திரைப்படமான 2014 இல் வெளியான  பண்ணையாரும் பத்மினியும் படத்தில் இசையமைப்பாளராக அறிமுகமானார்.",
        "உள்ளடக்கம்": "ஜஸ்டின் பிரபாகரன் மதுரையில் பிறந்தவர். மதுரையில் கிருத்தவ தேவாலயம் ஒன்றில் இரவில் இவரின் தந்தை வேலை செய்யும்போது சிறுவனான ஜஸ்டீன் பிரபாகரன் தேவாலயத்தில் இருக்கும் இசைக் கருவிகளை ஆவலாக இசைத்துப் பார்க்க ஆரம்பித்தார். தொடர்ந்து மற்றவர்கள் இசைப்பதை கவனித்துச் சந்தேகம் கேட்டுத் தெளிந்து கீபோர்டு, கித்தார் என வெவ்வேறு இசைக் கருவிகளைத் தானாகப் பயின்றார்.  இசைக் கல்லூரியில் சேர்ந்து படிக்க ஆசைப்பட்டவரால்  குடும்பச் சூழலால் முடியவில்லை. ஆகவே மதுரையில் இருக்கும் அமெரிக்கன் கல்லூரியில் பி.எஸ்சி. விலங்கியல் படிப்பில்சேர்ந்தார். கல்லூரி நண்பர்களுடன் சேர்ந்து ‘லிவ்விங் ஃபாஸில்ஸ்’ இசை பேண்டை ஆரம்பித்தார். பிரபல தொலைக்காட்சி இசை நிகழ்ச்சி ஒன்றில் 2004-ல் சொந்தப் பாடல்களை பேண்டுடன் இசைத்தபோது பாராட்டும் பரிசும் கிடைத்தன.  படிப்பு முடியும் தறுவாயில் சிவப்பதிகாரம் படப்பிடிப்பு மதுரை அமெரிக்கன் கல்லூரி வளாகத்தில் நடந்தது. அப்போது ஒளிப்பதிவாளர் கோபிநாத்தைச் சந்தித்து சினிமாவில் இசையமைக்கும் ஆர்வத்தை வெளிப்படுத்தினார். கோபிநாத்தின் அறிவுரையின் காரணமாக சென்னை எம்.ஜி.ஆர். திரைப்படக் கல்லூரியில் ஒலிப் பொறியியல் பிரிவில் சேர்ந்தார்.திரைப்படக் கல்லூரியில் படிப்பை முடித்தப்பின் நண்பர்கள் இயக்கிய 55 குறும்படங்களுக்கு இசையமைத்தார். இயக்குநர் அருண்குமாரின் குறும்படங்களுக்கு இசையமைத்து கலைஞர் தொலைக்காட்சியின் நாளைய இயக்குநர் நிகழ்ச்சியில் பங்கேற்றார். இரு பகுதிகளில் சிறந்த குறும்பட இசையமைப்பாளராக தேர்ந்தெடுக்கப்பட்டார்.  ஹாரிஸ் ஜெயராஜிடம் துணை சவுண்ட் இன்ஜினீயராகச் சேர்ந்து கோ படம் தொடங்கி 12 படங்களில் வேலை பார்த்தார். குறும்படமாக வெளிவந்த பண்ணையாரும் பத்மினியும் படத்தைத் திரைப்படமாக்கும் வாய்ப்பு அருண் குமாரோடு சேர்த்து ஜஸ்டினுக்கும் கிடைத்தது.",
        "முதல் படம்": "பண்ணையாரும் பத்மினியும்",
        "அறிமுக ஆண்டு": "2014",
        "பிறந்த திகதி": "10/06/1986",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": "2014–present",
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "10 June 1986"
    },
    {
        "பெயர்": "ஷான் ரோல்டன்",
        "அறிமுகம்": "ஷான் ரோல்டன் ( Sean Roldan ) என்பவர் கர்நாடக இசைக்கலைஞர் மற்றும் தமிழ்திரைப்பட பின்னணிப் பாடகர் ஆவார். இவரது இயற்பெயர் இராகவேந்திரா ஆகும் இந்தப் பெயரிலேயே கர்நாடக இச்சைப்பாடகராக மேடேயேறுகிறார். இவர்  பாலாஜி மோகனின் தமிழ்-மலையாளப் படமான வாயை மூடி பேசவும் / சம்சாரம் ஆரோக்யதின்னு ஹனிகாரம் (2014) படத்தின் இசையமைப்பாளராக அறிமுகமானவராவார்.",
        "உள்ளடக்கம்": "இராகவேந்திரனின் பெற்றோர் மிருதங்கக் கலைஞரான ஸ்ரீமுஷ்ணம் வி. ராஜாராவ் மற்றும் பத்மா ஆகியோராவர். இவரின் தாயாரான பத்மா தமிழ் வரலாற்றுப் புதின எழுத்தாளரான  சாண்டில்யனின் மகள் ஆவார். தாத்தாவின் பெயரான சாண்டில்யன் என்பதை சான் என சுருக்கிக்கொண்டுள்ளார். இவர் ஒரு பக்கம், கர்னாடக இசைக் கச்சேரிகளில் பாடுகிறார். மற்றொரு பக்கம் ‘ஷான் ரால்டன் அண்ட் ஃபிரெண்ட்ஸ்’ என்னும் இசைக் குழுவின் இசையமைப்பாளர், பாடகர், கித்தார் கலைஞர் மற்றும் பாடலாசிரியராக உள்ளார்.",
        "முதல் படம்": "வாயை மூடி பேசவும்",
        "அறிமுக ஆண்டு": "2014",
        "பிறந்த திகதி": "27/12/1987",
        "பிறப்பிடம்": "Chennai, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "2014–present",
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "27 December 1987"
    },
    {
        "பெயர்": "சிவமணி",
        "அறிமுகம்": "சிவமணி (பிறப்பு: 1 திசம்பர் 1959), அவரது மேடைப் பெயரான டிரம்சு சிவமணி என பொதுவாக அறியப்படுவார். ஒரு இந்திய நூதன முரசு அவர் டிரம்சு உட்பட பல கருவிகளை வசிப்பார் குறிப்பாக முரசு, உடுக்கை, கடம் மற்றும் கஞ்சிரா. சென்னை சூப்பர் கிங்ஸ் அணிக்காக 2008 மற்றும் 2010 ஆம் ஆண்டுகளில் ஐபிஎல் துடுப்பாட்டத்தின் போது டிரம்சு வாசித்தார். ஏ.ஆர்.ரகுமான் இசைகளில் இவர் முன்னணி டிரம்சு வாசிப்பளர், இவர்கள் குழந்தை பருவத்திலிருந்தே நெருங்கிய நண்பர்கள். 2019 ஆம் ஆண்டில், அவருக்கு பத்மசிறீ விருது கிடைத்தது. .",
        "உள்ளடக்கம்": "சிவமணி சென்னையில் உள்ள டிரம்சு வாசிப்பவர், இவர் தனது ஏழு வயதில் டிரம்சு வாசிக்க தொடங்கினார்.  எம்.எஸ்.விஸ்வநாதன், இளையராஜா, ஏ.ஆர்.ரகுமான் மற்றும் பலருடன் இணைந்து பணிசெய்துள்ளார். 1990 ஆம் ஆண்டில், மும்பையின் ரங் பவனில் பில்லி கோபனுடன் மேடையை பகிர்ந்து கொண்டார்.  எஸ்.பி.பாலசுப்பிரமணியம் தனது குரு என்று அவர் தெரிவித்துள்ளார்.  2009 ஆம் ஆண்டு கலைத்துறையில் உயரிய விருதான தமிழக அரசால் சிவமணிக்கு 'கலைமணி' விருது வழங்கப்பட்டது.  2019 ஆம் ஆண்டு சிவமணிக்கு \"பத்மசிறீ\" விருது இந்திய அரசு வழங்கியது. ",
        "முதல் படம்": "அரிமா நம்பி",
        "அறிமுக ஆண்டு": "2014",
        "பிறந்த திகதி": "1 December 1959 (1959-12) (age 61",
        "பிறப்பிடம்": "Madras, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "1971 – present",
        "தொழில்": [
            "தாளம் தட்டு / இசை அமைப்பாளர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "சுதர்சன் எம். குமார்",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "பர்மா",
        "அறிமுக ஆண்டு": "2014",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "அர்ஜுன் ஜன்யா",
        "அறிமுகம்": null,
        "உள்ளடக்கம்": null,
        "முதல் படம்": "ஜெய்ஹிந்த் 2",
        "அறிமுக ஆண்டு": "2014",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": null,
        "செயற்பாட்டுக் காலம்": null,
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "விஷால் சந்திரசேகர்",
        "அறிமுகம்": "விஷால் சந்திரசேகர் (Vishal Chandrasekhar ) என்பவர் ஒரு இந்திய திரைப்பட இசையமைப்பாளர். இவர் தமிழ், தெலுங்கு படங்களுக்கு இசையமைத்துள்ளார்.",
        "உள்ளடக்கம்": "விசால் தன் ஆறுவயதில் கீபோர்டை வாசிக்கக் கற்றுக்கொள்ள ஆரம்பித்தார். தன் பத்து வயதிலேயே தனியாக நிகழ்ச்சிகளில் வாசிக்க ஆரம்பித்தார். இவர் 2002இல் அண்ணா பல்கலைக் கழகத்தில் இணைந்து மிண்ணணு ஊடகப்பிரிவில் பட்டம் பெற்றார். தன் நன்பர்களுடன் இணைந்து 300 குறும்படங்களுக்கு இசையமைத்துள்ளார். 2006 ஆண்டுக்குள் ஐந்து திரைப்படங்களுக்கு இசையமைத்திருந்தார். ஆனால் ஒரு படம்கூட வெளியாகவில்லை.   172 விளம்பரப் படங்களுக்கு விளம்பர இசை அமைத்தார்.  கலைஞர் தொலைக்காட்சியின் நாளைய இயக்குநர் நிகழ்ச்சியில் சிறந்த இசையமைப்பாளருக்கான பரிசினைப்பெற்றார்.   நண்பர் மூலமாக சந்தோஷ் சிவனின் அறிமுகம் கிடைத்து, அவரின் இனம் திரைப்படத்திற்கு இசையமைத்தார். ஜில் ஜங் ஜக் திரைப்படத்திற்கு இவர் அமைத்த இசையால் புகழ்பெற்றார்.",
        "முதல் படம்": "அப்புச்சி கிராமம்",
        "அறிமுக ஆண்டு": "2014",
        "பிறந்த திகதி": null,
        "பிறப்பிடம்": "Chennai, Tamil Nadu, India",
        "செயற்பாட்டுக் காலம்": "2002 – presentCFGFG",
        "தொழில்": [],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": null
    },
    {
        "பெயர்": "தர்புகா சிவா",
        "அறிமுகம்": "தர்புகா சிவா (Darbuka Siva) என்பவர் இந்திய இசையமைப்பாளர், நடிகர் ஆவார். தனுஷ்  நடிப்பில் வெளியாகவுள்ள எனை நோக்கி பாயும் தோட்டா திரைப்படத்தின் மறு வார்த்தை பேசாதே பாடலின் மூலம் பரவலான கவனத்தை பெற்றவர். துவக்கத்தில் மிஸ்டர் எக்ஸ் என பெயரிட்டு பாடலை வெளியிட்டனர். மார்ச் 13, 2015இல் வெளியான ராஜதந்திரம் திரைப்படத்தில் நடிகராக அறிமுகமானார்.  கிடாரி திரைப்படத்தி மூலமாக இசையமைப்பாளராக அறிமுகமானார்.",
        "உள்ளடக்கம்": "இசையமைப்பாளர்களின் பட்டியல்",
        "முதல் படம்": "கிடாரி (2016 திரைப்படம்)",
        "அறிமுக ஆண்டு": "2015",
        "பிறந்த திகதி": "13/03/1982",
        "பிறப்பிடம்": "",
        "செயற்பாட்டுக் காலம்": "2000–present",
        "தொழில்": [
            "இசையமைப்பாளர்",
            " நடிகர்"
        ],
        "இசை வடிவங்கள்": [],
        "இசைக்கருவிகள்": [],
        "பிறந்த திகதி தமிழில்": "13 March 1982"
    }
]